Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# VacationCalculationGrid.Labels.UsedDays
source: Used days
nb_no: Brukte dager
sv_se: Uttagna dagar

# VacationCalculationGrid.Labels.UsedVacationDays
source: Used vacation days
nb_no: Brukte feriedager
sv_se: Uttagna sem.dagar

# VacationCalculationGrid.Labels.UtilizationRate
source: Utilization rate
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# VacationCalculationGrid.Labels.VacationAgreementName
source: Vacation agreement
nb_no: Ferieavtale
sv_se: Semesteravtal

# VacationCalculationGrid.Labels.VacationBasedAbsenceFullWorkdays
source: Vacation based absence workdays
nb_no: Ferieberettiget fravær arbeidsdager
sv_se: Semestergr. frånvaro arbetsdagar

# VacationCalculationGrid.Labels.VacationBasedAbsenceHours
source: Vacation based absence in hours
nb_no: Ferieberettiget fravær timer
sv_se: Semestergr. frånvarotimmar

# VacationCalculationGrid.Labels.VacationBasedAbsencePartCalendarDays
source: Vacation based absence part cal. days
nb_no: Ferieberettiget fravær del av dag
sv_se: Semestergr. frånvaro del av dag

# VacationCalculationGrid.Labels.VacationBasedDays
source: Vacation based days
nb_no: Ferieberettigede dager
sv_se: Semestergrundande dagar

# VacationCalculationGrid.Labels.VacationBasedFullCalendardays
source: Vacation based absence full cal. days
nb_no: Ferieberettiget fravær hele kalenderdager
sv_se: Semestergr. frånvaro hela kalenderdagar

# VacationCalculationGrid.Labels.VacationBasedPartCalendardays
source: Vacation based absence part cal. days
nb_no: Ferieberettiget fravær del av dag
sv_se: Semestergr. frånvaro del av dag

# VacationCalculationGrid.Labels.WorkdaysFromRoster
source: Workdays from roster
nb_no: Arbeidsdager fra skjema
sv_se: Arbetsdagar i schema

# VismaODP.Environment.HomePage
source: Informationpage
nb_no: Informasjonsside
sv_se: Informationssida

# VismaODP.Environment.UserSettings
source: My information
nb_no: Min informasjon
sv_se: Mina uppgifter

# VismaODP.Labels.SelectContext
source: Select context
nb_no: Velg sammenheng
sv_se: Välj område

# Workshift.Texts.Organization
source: Organization
nb_no: Organisasjon
sv_se: Organisation

# Workshift.Texts.Workshift
source: Workshift
nb_no: Arbeidsskift
sv_se: Arbetspass

# YearAndMonth.ErrorMessages.MonthIsNotValid
source: month is not valid: {0}
nb_no: måned er ikke gyldig: {0}
sv_se: månaden är inte giltig: {0}

# YearAndMonth.ErrorMessages.YearIsNotValid
source: year is not valid: {0}
nb_no: år er ikke gyldig: {0}
sv_se: år är inte giltigt: {0}

# Common.Labels.Filter
source: Filter
sv_se: Urval

# Common.Labels.InputType
source: Type
sv_se: Typ

# Common.Labels.Type
source: Type
sv_se: Typ

# Common.Texts.Web
source: Web
sv_se: Webb

# Handelsekod.Labels.Type
source: Type
sv_se: Typ

# ScriptEnums.ScriptType.Utility
source: Utility
sv_se: Verktyg

# Support.Resend.ButtonResend
source: Resend
sv_se: Skicka igen

# VacationCalculation.Labels.For
source: for
sv_se: för
