Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold1
source: After threshold 1
nb_no: Etter treskel 1
sv_se: Efter brytgräns 1

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold2
source: After threshold 2
nb_no: Etter treskel 2
sv_se: Efter brytgräns 2

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold3
source: After threshold 3
nb_no: Etter treskel 3
sv_se: Efter brytgräns 3

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold4
source: After threshold 4
nb_no: Etter treskel 4
sv_se: Efter brytgräns 4

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold5
source: After threshold 5
nb_no: Etter treskel 5
sv_se: Efter brytgrans 5

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold6
source: After threshold 6
nb_no: Etter treskel 6
sv_se: Efter brytgräns 6

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold7
source: After threshold 7
nb_no: Etter treskel 7
sv_se: Efter brytgräns 7

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold8
source: After threshold 8
nb_no: Etter treskel 8
sv_se: Efter brytgräns 8

# HandelsekodEnums.ThresholdCompleteMonthType.AfterThreshold9
source: After threshold 9
nb_no: Etter treskel 9
sv_se: Efter brytgräns 9

# HandelsekodEnums.ThresholdCompleteMonthType.Always
source: Always
nb_no: Alltid
sv_se: Alltid

# HandelsekodEnums.ThresholdDividing.LargestThreshold
source: Highest threshold
nb_no: Høyeste terskel
sv_se: På största brytgräns

# HandelsekodEnums.ThresholdDividing.PerThreshold
source: By threshold
nb_no: Ved terskel
sv_se: Per brytgräns

# HandelsekodEnums.ThresholdParallelBreakType.Always
source: Always generate
nb_no: Generer alltid
sv_se: Generera alltid

# HandelsekodEnums.ThresholdParallelBreakType.DuringVacation
source: During vacation base
nb_no: Bare ferieberettiget fravær
sv_se: Endast semgr frånvaro

# HandelsekodEnums.ThresholdPartOfDayType.Divide
source: Divide
nb_no: Særbehandle
sv_se: Särbehandla

# HandelsekodEnums.ThresholdPartOfDayType.SicknessNo
source: Sickness
nb_no: Sykdom
sv_se: Sjukdom

# HandelsekodEnums.ThresholdValueType.CalendarDayOneToOne
source: Calendar days 1:1
nb_no: Kalenderdager 1:1
sv_se: Kalenderdagar 1:1

# HandelsekodEnums.ThresholdValueType.CalendarDayPercent
source: Calendar days %
nb_no: Kalenderdager %
sv_se: Kalenderdagar %

# HandelsekodEnums.ThresholdValueType.Hours
source: Hours
nb_no: Timer
sv_se: Timmar

# HandelsekodEnums.ThresholdValueType.WorkingdayOneToOne
source: Workingday 1:1
nb_no: Arbeidsdag 1:1
sv_se: Arbetsdag 1:1

# HandelsekodEnums.ThresholdValueType.WorkingdayPercent
source: Workingday %
nb_no: Arbeidsdag %
sv_se: Arbetsdag %

# HandelsekodEnums.ThresholdValueType.WorkingShiftOneToOne
source: Shift 1:1
nb_no: Arbeidsskift 1:1
sv_se: Arbetspass 1:1

# HandelsekodEnums.ThresholdValueType.WorkingShiftPercent
source: Shift %
nb_no: Arbeidsskift %
sv_se: Arbetspass %

# HandelsekodEnums.VacationBasedQuantityType.CalendarDays
source: Calendar days
nb_no: Kalenderdager
sv_se: Kalenderdagar

# HandelsekodEnums.VacationBasedQuantityType.SicknessBenefitDays
source: Sickness benefit days
nb_no: Sykepengedager
sv_se: Sjukpenningdagar

# HandelsekodEnums.VacationBasedQuantityType.Weeks
source: Weeks
nb_no: Uker
sv_se: Veckor

# HandelsekodRegel.Buttons.AddRule
source: New threshold
nb_no: Ny terskel
sv_se: Ny brytgräns

# HandelsekodRegel.Buttons.RemoveRule
source: Remove rule
nb_no: Fjern regelen
sv_se: Ta bort regel

# HandelsekodRegel.Errors.EventCodeExistsInAssociatedEventCodeIs
source: The event code cant associate its self. Remove the association and save again.
nb_no: Koden kan ikke kobles til seg selv. Fjern koblingen og lagre på nytt.
sv_se: Händelsekoden kan inte koppla till sig själv. Ta bort denna och spara igen.

# HandelsekodRegel.Labels.AlternativtAntalSemestergrundadeDagar
source: Alternative amount of vacation based absence
nb_no: Alternativt verdi for feriegrunnlag
sv_se: Alternativt antal för semestergrundande frånvaro

# HandelsekodRegel.Labels.AmountOccasions
source: Amount of occasions
nb_no: Maks antall tilfeller i perioden
sv_se: Max antal tillfällen i perioden

# HandelsekodRegel.Labels.AntalSemestergrundadeDagar
source: Amount of vacation based absence
nb_no: Verdi for feriegrunnlag
sv_se: Antal för semestergrundande frånvaro

# HandelsekodRegel.Labels.CanRegisterHours
source: Possible to register in hours
nb_no: Mulig å registrere i timer
sv_se: Möjlig att registrera i timmar

# HandelsekodRegel.Labels.CanRegisterPercent
source: Possible to register in percent
nb_no: Mulig å registrere i prosent
sv_se: Möjlig att registrera i procent

# HandelsekodRegel.Labels.ConnectedToAI
source: Connected to IA
nb_no: IA-avtale
sv_se: IA-avtal

# HandelsekodRegel.Labels.ConsiderAs
source: Consider as
nb_no: Anse som
sv_se: Betrakta som

# HandelsekodRegel.Labels.ConsiderAsVacationBasedHours
source: Consider as vacation based hours
nb_no: Anse som feriebaserte timer
sv_se: Räknas som semestergrundande timmar

# HandelsekodRegel.Labels.CountAsWorkingHoursOnArbetadTid
source: Count as working hours on Arbetad tid
nb_no: Anse som arbeidet tid på Arbeidet tid
sv_se: Räkna som arbetad tid på Arbetad tid.

# HandelsekodRegel.Labels.CountAsWorkingHoursOnArbetsgivarintyg
source: Count as working hours on Arbetsgivarintyg
nb_no: Anse som arbeidet tid på Arbeidsgiverattest
sv_se: Räkna som arbetad tid för Arbetsgivarintyg

# HandelsekodRegel.Labels.CountAsWorkingHoursOnArbetstidsforkortning
source: Count as working hours on Arbetstidsförkortning
nb_no: Anse som arbeidet tid på Arbeidstidsavkortelse
sv_se: Räkna som arbetad tid för Arbetstidsförkortning

# HandelsekodRegel.Labels.CountAsWorkingHoursOnProcentuellFranvaro
source: Count as working hours on Procentuell frånvaro
nb_no: Anse som arbeidet tid på prosentvis fravær
sv_se: Räkna som arbetad tid på Procentuell frånvaro.

# HandelsekodRegel.Labels.CronicalSickChild
source: Cronically sick child - 18 years
nb_no: Kronisk sykt barn under 18 år
sv_se: Kronisk sjukt barn under 18 år

# HandelsekodRegel.Labels.DaysPerOccasion
source: Maximum days per occasion
nb_no: Maks antall dager pr tilfelle
sv_se: Max antal dagar per tillfälle

# HandelsekodRegel.Labels.DaysPerOccasionIA
source: Maximum days per occasion
nb_no: Maks antall dager pr tilfelle
sv_se: Max antal dagar per tillfälle

# HandelsekodRegel.Labels.DaysPerPeriodIA
source: Total days per period
nb_no: Totalt antall dager i perioden
sv_se: Totalt antal dagar för perioden

# HandelsekodRegel.Labels.DelAvDag
source: Part of day
nb_no: Del av dag
sv_se: Del av dag

# HandelsekodRegel.Labels.EmployerPeriod
source: Employer period
nb_no: Arbeidsgiverperiode
sv_se: Arbetsgivarperiod

# HandelsekodRegel.Labels.EnableVacationAbsence
source: This shall be vacation based absence
nb_no: Dette fraværet er ferieberettiget
sv_se: Denna frånvaro ska vara semestergrundande

# HandelsekodRegel.Labels.Endastgiltigtomsaldovillkoruppfyllts
source: Only valid if the balance condition is fulfilled
nb_no: Bare gyldig hvis saldovilkåret er oppfylt
sv_se: Endast giltigt om saldovillkor uppfyllts

# HandelsekodRegel.Labels.Endastheldag
source: Only full day
nb_no: Bare hel dag
sv_se: Endast heldag

# HandelsekodRegel.Labels.Endastinnevarandedag
source: Only the current day
nb_no: Bare den aktuelle dagen
sv_se: Endast innevarande dag

# HandelsekodRegel.Labels.Endastprocent
source: Only percent
nb_no: Bare prosent
sv_se: Endast procent

# HandelsekodRegel.Labels.EnligtForetagsInstallningar
source: According to company settings
nb_no: Iht firmainnstillingene
sv_se: Enligt företagsinställningar

# HandelsekodRegel.Labels.Ett
source: One
nb_no: En
sv_se: Ett

# HandelsekodRegel.Labels.ExcessDays
source: Excess days
nb_no: Overskytende dager
sv_se: Överskjutande dagar

# HandelsekodRegel.Labels.Flera
source: Several
nb_no: Flere
sv_se: Flera

# HandelsekodRegel.Labels.Fom
source: From
nb_no: Fra
sv_se: Från

# HandelsekodRegel.Labels.Frandag
source: From day
nb_no: Fra dag
sv_se: Från dag

# HandelsekodRegel.Labels.From3children
source: From 3 children and up - 12 years
nb_no: Fra og med 3 barn - under 12 år
sv_se: Från 3 barn och upp - 12 år

# HandelsekodRegel.Labels.GeneratePaycode
source: Generate paycode
nb_no: Generer lønnsart
sv_se: Generera löneart

# HandelsekodRegel.Labels.GiltigLedigDag
source: Valid on day off
nb_no: Gyldig på fridag
sv_se: Giltig på ledig dag

# HandelsekodRegel.Labels.Helmanad
source: Whole month
nb_no: Hel måned
sv_se: Hel månad

# HandelsekodRegel.Labels.IsCommentMandatory
source: Comment is mandatory!
nb_no: En kommentar er obligatorisk
sv_se: En kommentar är obligatorisk!

# HandelsekodRegel.Labels.IsEventValidUntilEmployment
source: Employment before valid absence
nb_no: Min ansatt før gyldig fravær
sv_se: Anställning för giltig frånvaro

# HandelsekodRegel.Labels.IsLeaveRequest
source: Consider as leave request
nb_no: Anse som fraværssøknad
sv_se: Behandla som ledighetsansökan

# HandelsekodRegel.Labels.Kontrollavbrytgranser
source: Control of threshold
nb_no: Kontroll av terskel
sv_se: Kontroll av brytgränser

# HandelsekodRegel.Labels.KoppladeHandelsekoder
source: Connected event codes
nb_no: Koblede koder
sv_se: Kopplade händelsekoder

# HandelsekodRegel.Labels.LimitsPerParent
source: Limits per parent
nb_no: Grenser per forelder
sv_se: Gränser per förälder

# HandelsekodRegel.Labels.Max2children
source: Max 2 children - 12 years
nb_no: Inntil 2 barn under 12 år
sv_se: Max 2 barn - 12 år

# HandelsekodRegel.Labels.MaxNumberOcurrences
source: Max number of occurrences
nb_no: Maks antall forekomster
sv_se: Max antal tillfällen

# HandelsekodRegel.Labels.MustBeEmployed
source: Must be employed
nb_no: Må være ansatt
sv_se: Ska varit anställd i

# HandelsekodRegel.Labels.MutualCustody
source: Mutual custody
nb_no: Felles omsorg
sv_se: Gemensam vårdnad

# HandelsekodRegel.Labels.OBGrundande
source: OB founding
nb_no: UT grunnleggelse
sv_se: OB grundande

# HandelsekodRegel.Labels.OneOccasion
source: One occasion
nb_no: Ett tilfelle
sv_se: Ett tillfälle

# HandelsekodRegel.Labels.OnlyFullDayValid
source: Only valid for full day
nb_no: Bare gyldig for hel dag
sv_se: Endast giltig vid hel dag

# HandelsekodRegel.Labels.OnlyPartDayValid
source: Only valid for part of day
nb_no: Bare gyldig for del av dag
sv_se: Endast giltig för del av dag

# HandelsekodRegel.Labels.OverskjutandeDagar
source: Excess days
nb_no: Overskytende dager
sv_se: Överskjutande dagar

# HandelsekodRegel.Labels.ParallelPaycode
source: Parallel paycode
nb_no: Parallell lønnsart
sv_se: Parallell löneart

# HandelsekodRegel.Labels.Period
source: Within period
nb_no: Innenfor perioden
sv_se: Inom perioden

# HandelsekodRegel.Labels.PossibleToRegister
source: Possible to register
nb_no: Mulig å registrere
sv_se: Möjligt att registrera

# HandelsekodRegel.Labels.QualifyingPeriodCoverage
source: Qualifying period coverage
nb_no: Karensovervåkning
sv_se: Karensbevakning

# HandelsekodRegel.Labels.RecurringSicknessInterval
source: Recurring sickness interval
nb_no: Tilbakevendende sykdomsintervall
sv_se: Återinsjuknandeintervall

# HandelsekodRegel.Labels.ReducePaycodeForWorkingHour
source: Reduce paycode for working hours
nb_no: Reduser lønnsart for arbeidstid
sv_se: Reducera lönearter för arbetad tid

# HandelsekodRegel.Labels.Reduceraarbetspasstillagg
source: Reduce additional worktime
nb_no: Reduser ekstra arbeidstidstillegg
sv_se: Reducera arbetspasstillägg

# HandelsekodRegel.Labels.Registration
source: Registration
nb_no: Registrering
sv_se: Registrering

# HandelsekodRegel.Labels.RuleEmployment
source: Rule of employment
nb_no: Regler for arbeidsforholdet
sv_se: Regel för anställning

# HandelsekodRegel.Labels.RulesIA
source: Rules according to IA
nb_no: Regler iht IA
sv_se: IA-regler

# HandelsekodRegel.Labels.SelfCertificationPeriod
source: Self certification period
nb_no: Egenmeldingsperiode
sv_se: Period för egen sjukanmälan

# HandelsekodRegel.Labels.SelfCertificationRules
source: Self certification rules
nb_no: Regler for egenmelding
sv_se: Regler för egen sjukanmälan

# HandelsekodRegel.Labels.Semestergrundadeperiod
source: Vacation based period
nb_no: Ferieberettiget periode
sv_se: Semestergrundande period

# HandelsekodRegel.Labels.SeveralOccasions
source: Several occasions
nb_no: Flere tilfeller
sv_se: Flera tillfällen

# HandelsekodRegel.Labels.SingleCustody
source: Single custody
nb_no: Enslig forsørger
sv_se: Ensam vårdnad

# HandelsekodRegel.Labels.Sjukavisering
source: Sick notification
nb_no: Sykdomsvarsling
sv_se: Sjukavisering

# HandelsekodRegel.Labels.Sjuklonenligtavtal
source: Sick pay by contract
nb_no: Avtalte sykepenger
sv_se: Sjuklön enligt avtal

# HandelsekodRegel.Labels.Sjuktillfallen
source: Sickness occassions
nb_no: Syketilfeller
sv_se: Sjuktillfällen

# HandelsekodRegel.Labels.SocialSecurityLimit
source: Limit for reporting to FK
nb_no: Grense for rapportering til FK
sv_se: Gräns för rapportering till FK

# HandelsekodRegel.Labels.StatisticsCodeBOA
source: Statistics code BOA/SPV
nb_no: Statistikkode BOA/SPV
sv_se: Statistikkod BAO/SPV

# HandelsekodRegel.Labels.StatisticsCodeSPV
source: Statistics code SPV/PA03
nb_no: Statistikkode SPV/PA03
sv_se: Statistikkod SPV/PA03

# HandelsekodRegel.Labels.StatisticsCodeSVN
source: Statistics code to Sv.N
nb_no: Statistikkode Sv.N
sv_se: Statistikkod till Sv.N

# HandelsekodRegel.Labels.Thresholds
source: Thresholds
nb_no: Terskler
sv_se: Brytgränser

# HandelsekodRegel.Labels.Tilldag
source: To day
nb_no: Til dag
sv_se: Till dag

# HandelsekodRegel.Labels.Tillfalle
source: Event
nb_no: Tilfelle
sv_se: Tillfälle

# HandelsekodRegel.Labels.Tillfallesbevakning
source: Check occassions against
nb_no: Kontroller tilfeller mot
sv_se: Bevaka tillfällen under

# HandelsekodRegel.Labels.Tom
source: To
nb_no: Til
sv_se: Tom

# HandelsekodRegel.Labels.Typavbevakning
source: Type of coverage
nb_no: Type kontroll
sv_se: Typ av bevakning

# HandelsekodRegel.Labels.TypeOfPaycode
source: Unity on paycode
nb_no: Enhet på lønnsart
sv_se: Enhet på löneart

# HandelsekodRegel.Labels.Uppdelningavbrytgranser
source: Division of thresholds
nb_no: Deling av terskel
sv_se: Uppdelning av brytgränser

# HandelsekodRegel.Labels.UseParallelPaycode
source: Use parallel paycode
nb_no: Bruk parallell lønnsart
sv_se: Använd parallell löneart

# HandelsekodRegel.Labels.Utforkontrollper
source: Perform inspection per
nb_no: Kontroll per
sv_se: Utför kontroll per

# HandelsekodRegel.Labels.VacationBasedAbsence
source: Vacation based absence
nb_no: Ferierelatert fravær
sv_se: Semestergrundande frånvaro

# HandelsekodRegel.Labels.VacationCalculation
source: Vacation calculation
nb_no: Ferieberegning
sv_se: Semesterberäkning

# HandelsekodRegel.Names.CommonRule
source: Common
nb_no: Vanlig
sv_se: Allmänt

# HandelsekodRegel.Names.MonitorRule
source: Monitor rule
nb_no: Kontrollregel
sv_se: Bevakningsregel

# HandelsekodRegel.Names.QsdRule
source: Qualifying sick day
nb_no: Karensdag
sv_se: Karensdag

# HandelsekodRegel.Names.ThresholdRule
source: Thresholds
nb_no: Terskel
sv_se: Brytgränser

# HandelsekodRegel.Names.VacationRule
source: Vacation affect
nb_no: Påvirker ferie
sv_se: Semesterpåverkande

# Hub.Labels.Absence
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# Hub.Labels.MultipleAbsences
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# Hub.Labels.Schema
source: Scheme
nb_no: Arbeidstidsordning
sv_se: Schema

# Hub.Labels.TravelClaim
source: Travel account
nb_no: Reiseregning
sv_se: Reseräkning

# LeaveRequest.Pdf.Comment
source: Comment
nb_no: Kommentar
sv_se: Kommentar

# LeaveRequest.Pdf.DueDate
source: Due date
nb_no: Forfallsdato
sv_se: Förfallodag

# LeaveRequest.Pdf.LeaveRequest
source: Leave request
nb_no: Fraværssøknad
sv_se: Ledighetsansökan

# LeaveRequest.Pdf.Page
source: Page
nb_no: Side
sv_se: Sida

# LeaveRequest.Pdf.PartOfWorkShift
source: Part of work shift
nb_no: Del av arbeidsskift
sv_se: Del av arbetsskift

# LeaveRequest.Pdf.Period
source: Period
nb_no: Periode

# LeaveRequest.Pdf.RegisteredBy
source: Registered by
nb_no: Registrert av
sv_se: Registrerad av

# LeaveRequest.Pdf.TypeOfAbsence
source: Type of absence
nb_no: Type fravær
sv_se: Typ av frånvaro

# LeaveRequest.Texts.NoLeaveRequestsToHandle
source: You have no leave requests to handle!
nb_no: Du har ingen fraværssøknader til behandling
sv_se: Du har inga ledighetsansökningar att hantera!

# LeaveRequest.Texts.NoLeaveRequestsToHandleAction
source: Use filter to see already approved leave requests
nb_no: Bruk filter for å se allerede godkjente fraværssøknader
sv_se: Du kan använda filter för att se tidigare godkända ledighetsansökningar

# Loneperiod.ErrorMessages.WageRunPeriodNotFound
source: Could not find the wage run period.
nb_no: Kunne ikke finne aktuell lønnsperiode
sv_se: Kunde inte hitta aktuell löneperiod.

# Loneperiod.Labels.Absence
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# Loneperiod.Labels.Attendance
source: Attendance
nb_no: Tilstede
sv_se: Närvaro

# Loneperiod.Labels.Attest
source: Approve
nb_no: Godkjenn
sv_se: Attest

# Loneperiod.Labels.DeductionPeriod
source: Deduction period
nb_no: Avregningsperiode
sv_se: Avräkningsperiod

# Loneperiod.Labels.Description
source: Description
nb_no: Beskrivelse
sv_se: Beskrivning

# Loneperiod.Labels.PayCode
source: Paycode
nb_no: Lønnsart
sv_se: Löneart

# Loneperiod.Labels.PayDate
source: Payment date
nb_no: Betalingsdato
sv_se: Utbetalningsdatum

# Loneperiod.Labels.Percentage
source: Percentage
nb_no: Prosent
sv_se: Procent

# Loneperiod.Labels.PeriodStatus
source: Period status
nb_no: Periode status

# Loneperiod.Labels.SalaryGroup
source: Salary group
nb_no: Lønnsgruppe
sv_se: Utbetalningsgrupp

# Loneperiod.Labels.Unit
source: Unity
nb_no: Enhet
sv_se: Enhet

# Loneperiod.Labels.Value
source: Value
nb_no: Verdi
sv_se: Värde

# Loneperiod.Labels.WageRunPeriod
source: Wage run period
nb_no: Lønnsperiode
sv_se: Löneperiod

# Loneperiod.Labels.WageRunPeriodClosed
source: Closed
nb_no: Stengt
sv_se: Stängd

# Loneperiod.Labels.WageRunPeriodNew
source: New
nb_no: Ny
sv_se: Ny

# Loneperiod.Labels.WageRunPeriodOpen
source: Open
nb_no: Åpen
sv_se: Öppen

# Loneperiod.Labels.WageRunPeriodRunning
source: Ongoing
nb_no: Løpende
sv_se: Lön körs

# MonthView.DefaultValues.ChoosePerson
source: Select employee
nb_no: Velg ansatt
sv_se: Välj anställd

# MonthView.Labels.Schema
source: Scheme
nb_no: Arbeidstidsordning
sv_se: Schema

# Navigation.Rules.Advanced
source: Rules - advanced
nb_no: Regler - avansert
sv_se: Regler - avancerat

# Navigation.Rules.Scripts
source: Scripts
nb_no: Skript
sv_se: Formler

# Navigation.Settings.EmployeeSettings
source: Employee settings
nb_no: Innstillinger ansatt
sv_se: Inställningar anställd

# Paycode.Texts.Paycode
source: Paycode
nb_no: Lønnsart
sv_se: Löneart

# Payroll.ErrorMessages.AbsenceRegistrationDoesNotMatchWorkshift
source: Absence {0} for employee number{1} at {2} doesn't match the current working shift
nb_no: Fravær {0} for ansattnummer {1} den {2} samsvarer ikke med aktuelt arbeidsskift
sv_se: Frånvaro {0} för anställningsnummer {1} den {2} matchar inte aktuellt arbetspass

# Payroll.ErrorMessages.AbsenceRegistrationUnknownError
source: Absence {0} for employee number{1} at {2} couldn't be handled
nb_no: Fravær {0} for ansattnummer {1} på {2} kunne ikke behandles
sv_se: Frånvaro {0} för anställningsnummer {1} den {2} kunde inte hanteras

# Payroll.ErrorMessages.PaymentGroupNotFound
source: Error in specified payment group
nb_no: Feil i spesifisert lønnsgruppe
sv_se: Felaktig utbetalningsgrupp

# Payroll.ErrorMessages.PeriodNotFound
source: Error in specified period
nb_no: Feil i angitt periode
sv_se: Felaktig period

# Registration.ErrorMessages.NoWorkingTimeInPeriod
source: You need to have at least one day with working hours in the selected period.
nb_no: Det finnes ingen arbeidsdager i intervallet for registreringen.
sv_se: För att kunna registrera behöver du ha minst en dag med arbetstid i den valda perioden.

# RegistrationApproval.Errors.ApprovalOutsideConfirmationPeriod
source: Approval date is outside confirm period.
nb_no: Godkjenningsdato er utenfor bekreftelsesperiode
sv_se: Datum för Godkänn är inte inom perioden för Bekräfta.

# RegistrationApproval.Errors.ConfirmPeriod
source: Please confirm the period before approving it.
nb_no: Vennligst bekreft perioden før den godkjennes
sv_se: Vänligen bekräfta perioden, innan den godkänns.

# RegistrationApproval.Errors.ConfirmPeriodInsideApprovePeriod
source: Confirm date must be outside approved period
nb_no: Dato for bekreftelse må være utenfor godkjenningsperiode
sv_se: Datum för Bekräfta, måste vara utanför datum för Godkänn

# RegistrationApproval.Errors.PeriodIsApproved
source: The period is already approved. You can not add, edit or update within this period.
nb_no: Perioden er allerede godkjent. Du kan ikke legge til, redigere eller oppdatere innenfor denne perioden
sv_se: Perioden är redan godkänd. Du kan inte lägga till, ändra eller uppdatera inom denna period.

# RegistrationApproval.Errors.UnauthorizedForApprovalRewind
source: Sorry, but you are not authorized to move approval date back in time. Please contact your systemadministrator.
nb_no: Beklager, men du er ikke autorisert til å flytte godkjenningsdato tilbake i tid. Vennligst ta kontakt med systemansvarlig.
sv_se: Du har inte rättighet att flytta godkännande datum bakåt i tid. V.v. kontakta din systemadministratör.

# RegistrationApproval.Errors.UnhandledLeaveRequestExistInApprovalPeriod
source: It's not possible to set approve on selected date, since the employee has leave request that's not through it's process ({0}).
nb_no: Det er ikke mulig å godkjenne på valgt dato, da det finnes en fraværssøknad som ikke er fullført ({0})
sv_se: Det är inte möjligt att godkänna på det valda datumet, då det finns ledighetsansökan som inte är igenom sin process ({0}).

# RegistrationApproval.Errors.UnhandledLeaveRequestExistInConfirmationPeriod
source: It's not possible to set confirm on selected date, since a leave request isn't through it's process ({0}).
nb_no: Det er ikke mulig å bekrefte på valgt dato, da det finnes en fraværssøknad som ikke er fullført ({0})
sv_se: Det är inte möjligt att bekräfta på det valda datumet, då det finns ledighetsansökan som inte är igenom sin process ({0}).

# Reports.Absence.NAVOverview
source: NAV absence overview
nb_no: NAV fraværsoversikt
sv_se: NAV frånvaroöversikt

# Reports.AttTransaction.DimensionOrder
source: Dimension order
nb_no: Dimensjons rekkefølge
sv_se: Dimensionsordning

# Reports.AttTransactions.CostUnit1
source: CostUnit1
nb_no: Dimensjon 1
sv_se: Dimension 1

# Reports.AttTransactions.CostUnit2
source: CostUnit2
nb_no: Dimensjon 2
sv_se: Dimension 2

# Reports.AttTransactions.CostUnit3
source: CostUnit3
nb_no: Dimensjon 3
sv_se: Dimension 3

# Reports.AttTransactions.CostUnit4
source: CostUnit4
nb_no: Dimensjon 4
sv_se: Dimension 4

# Reports.AttTransactions.CostUnit5
source: CostUnit5
nb_no: Dimensjon 5
sv_se: Dimension 5

# Reports.AttTransactions.CostUnit6
source: CostUnit6
nb_no: Dimensjon 6
sv_se: Dimension 6

# Reports.AttTransactions.EarningDateFrom
source: Earning date from
nb_no: Fra dato
sv_se: Från datum

# Reports.AttTransactions.EarningDateTo
source: Earning date to
nb_no: Til dato
sv_se: Till datum

# Reports.AttTransactions.EmployeeId
source: Employee ID
nb_no: Ansattnummer
sv_se: Anställningsnr

# Reports.AttTransactions.Paycode
source: Paycode
nb_no: Lønnsart
sv_se: Löneart

# Reports.AttTransactions.Quantity
source: Quantity
nb_no: Antall
sv_se: Antal

# Reports.AttTransactions.Rate
source: Rate
nb_no: Sats
sv_se: Värde

# Reports.AttTransactions.Reference
source: Reference
nb_no: Referanse
sv_se: Referens

# Reports.Common.DateFrom
source: Date from
nb_no: Fra dato
sv_se: Datum från

# Reports.Common.DateInterval
source: Date interval
nb_no: Datointervall
sv_se: Datumintervall
