Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

source: Same as paid days, recount with utilization rate
nb_no: Som betalte dager, omregnet iht stillingsprosent
sv_se: Som betalda dagar, omräknat med syss.grad

# VacationAgreementEnums.WithholdMoneyForFixedPaidType.NotWithhold
source: Do not withhold
nb_no: Nei, trekk løpende ved ferieregistrering
sv_se: Inget semesteravdrag

# VacationAgreementEnums.WithholdMoneyForFixedPaidType.Withhold
source: Do withhold
nb_no: Ja, trekk full ferie ved utbetaling av feriepenger
sv_se: Dra av för semester

# VacationAgreementPanels.LimitValues.AgeLimitValueOver
source: Limit value valid younger that {0} year
nb_no: Grenseverdi gyldig yngre enn {0} år
sv_se: Gränsvärde giltigt yngre än {0} år

# VacationAgreementPanels.LimitValues.AgeLimitValueUnder
source: Limit value valid from {0} years of age
nb_no: Grenseverdi gyldig fra {0} år
sv_se: Gränsvärde gäller från {0} år

# VacationAgreementPanels.LimitValues.AgeLimit_Part1
source: Consideration of age
nb_no: Ta hensyn til alder
sv_se: Ta hänsyn till ålder

# VacationAgreementPanels.LimitValues.AgeLimit_Part2
source: years
nb_no: år
sv_se: år

# VacationAgreementPanels.LimitValues.Caption
source: Limit values
nb_no: Grenseverdier
sv_se: Gränsvärden

# VacationAgreementPanels.LimitValues.LimitValue
source: Limit value (amount)
nb_no: Grenseverdi (beløp)
sv_se: Gränsvärde (belopp)

# VacationAgreementPanels.LimitValues.MonthsBusinessExperienceLimit
source: Consideration of business experience
nb_no: Ta hensyn til bransjeansiennitet
sv_se: Ta hänsyn till branchvana

# VacationAgreementPanels.LimitValues.MonthsEmploymentLimit_Part1
source: Limit value valid at least employment time of
nb_no: Grenseverdi gyldig ved minimum ansatt i
sv_se: Gränsvärde giltigt vid minst anställningstid av

# VacationAgreementPanels.LimitValues.MonthsEmploymentLimit_Part2
source: months in last
nb_no: måneder i siste
sv_se: månader under de senaste

# VacationAgreementPanels.LimitValues.MonthsEmploymentLimit_Part3
source: months
nb_no: måneder
sv_se: månader

# VacationBalances.Exceptions.AdvancedDaysExceedsVacationAgreement
source: Value of advanced days cannot be more than specified on the vacation agreement
nb_no: Antall forskuddsdager kan ikke overstige det som er angitt på på ferieavtalen
sv_se: Antalet förskottsdagar kan inte vara fler än vad som angetts på semesteravtalet

# VacationBalances.Exceptions.DaysOver60ExceedsVacationEntitlement
source: Value of days over 60 cannot be more than specified as additional vacation entitlement for the employee
nb_no: Antall dager ekstra uke kan ikke overstige det som er angitt som antall dager ekstra uke på arbeidstaker
sv_se: Antalet dagar över 60 kan inte vara fler än vad som angetts som semesterrätt för den anställde

# VacationBalances.Exceptions.NormalDaysExceedsVacationEntitlement
source: Value of normal days cannot be more than specified as vacation entitlement for the employee
nb_no: Antall ordinære dager kan ikke overstige det som er angitt som ordinære dager på arbeidstaker
sv_se: Antalet normala dagar kan inte vara fler än vad som angetts som semesterrätt för den anställde

# VacationBalances.Exceptions.VacationBalancesExceedsEntitlement
source: New balances exceeds the employees entitlement
nb_no: Verdien overstiger det den ansatte har krav på
sv_se: Nytt saldo är mer än semesterrätten

# VacationBalances.Exceptions.VacationBalancesVacationDaysExceedsBalance
source: Value of entered days cannot be lower than used vacation days
nb_no: Verdien kan ikke være mindre enn brukte dager.
sv_se: Värdet kan inte vara mindre än uttagna semesterdagar

# VacationCalculation.Balances.AdditionalDays
source: Additional days
nb_no: Ekstra dager
sv_se: Ytterligare dagar

# VacationCalculation.Balances.AdvanceDays
source: Advanced days
nb_no: Forskuddsdager
sv_se: Förskottsdagar

# VacationCalculation.Balances.Changed
source: Balances have been manually changed
nb_no: Feriesaldoer har har blitt endret manuelt
sv_se: Saldon har blivit manuellt ändrade

# VacationCalculation.Balances.EarnedPaidDays
source: Earned paid days
nb_no: Opptjente betalte dager
sv_se: Betalda dagar

# VacationCalculation.Balances.EarnedUnpaidVacationDays
source: Unpaid days
nb_no: Ubetalte dager
sv_se: Obetalda dagar

# VacationCalculation.Balances.EmployeeFirstName
source: First name
nb_no: Fornavn
sv_se: Förnamn

# VacationCalculation.Balances.EmployeeId
source: Employee ID
nb_no: Ansattnr
sv_se: Anställningsnr

# VacationCalculation.Balances.EmployeeLastName
source: Last name
nb_no: Etternavn
sv_se: Efternamn

# VacationCalculation.Balances.EmployeeLevel
source: Level
nb_no: Nivå
sv_se: Nivå

# VacationCalculation.Balances.EmployeeVacationBalance
source: Employee vacation balance
nb_no: Ansattes feriesaldo
sv_se: Anställds semestersaldon

# VacationCalculation.Balances.EmploymentEndDate
source: Position end date
nb_no: Stillingens sluttdato
sv_se: Anställningens slutdatum

# VacationCalculation.Balances.EmploymentStartDate
source: Position start date
nb_no: Ansettelsesdato
sv_se: Anställningens startdatum

# VacationCalculation.Balances.ExcessPaidDays
source: Paid days
nb_no: Betalte dager
sv_se: Betalda dagar

# VacationCalculation.Balances.ExcessPaidDaysUtilizationRate
source: Paid days - Utilization rate
nb_no: Betalte dager - stillingsprosent
sv_se: Betalda dagar - Sysselsättningsgrad

# VacationCalculation.Balances.ExcessSavedDaysYear5
source: Saved days year 5
nb_no: Overførte dager år 5
sv_se: Sparade dagar år 5

# VacationCalculation.Balances.ExcessSavedDaysYear5UtilizationRate
source: Saved days year 5 - Utilization rate
nb_no: Overførte dager år 5 - stillingsprosent
sv_se: Sparade dagar år 5 - Sysselsättningsgrad

# VacationCalculation.Balances.InitialBalanceDaysOver60Years
source: Initial balance for Days > 60 years
nb_no: Opprinnelig feriesaldo ekstra uke
sv_se: Start värde för saldo Dagar från 60 år

# VacationCalculation.Balances.InitialBalanceNormalDays
source: Initial balance for Normal days
nb_no: Opprinnelig feriesaldo ordinære
sv_se: Start värde för saldo Normala dagar

# VacationCalculation.Balances.NonVacationBasedFullCalendardays
source: Non vacation based absence full cal. days
nb_no: Ikke ferieberettigede kalenderdager
sv_se: Ej semestergr. frånvaro hela kalenderdagar

# VacationCalculation.Balances.NormalDays
source: Normal days
nb_no: Ordinære dager
sv_se: Normala dagar

# VacationCalculation.Balances.PaidDays
source: Paid days
nb_no: Betalte dager
sv_se: Betalda dagar

# VacationCalculation.Balances.PaidDaysVacationPayPerDay
source: Paid days - Vacation pay per day
nb_no: Betalte dager - Ferielønn pr dag
sv_se: Betalda dagar - Semesterlön per dag

# VacationCalculation.Balances.PaidDaysVacationPayRefillPerDay
source: Paid days - Vacation pay refill per day
nb_no: Betalte dager - feriepenger utfylt per dag
sv_se: Betalda dagar - Semesterlöneutfyllnad per dag

# VacationCalculation.Balances.PaidDaysVariabelVacationPayPerDay
source: Paid days - Variabel vacation pay per day
nb_no: Betalte dager - bevegelige feriepenger per dag
sv_se: Betalda dagar - Rörlig semesterlön per dag

# VacationCalculation.Balances.ParttimeFactor
source: Parttime factor
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# VacationCalculation.Balances.Remainder
source: Editing a vacation balance is only valid for the current year, and will not impact the granted days for next year. Change of values in this window, can also have an impact on the accounting for holiday payment. There is no automatic handling of this in the system. This needs to be taken care of manually.
nb_no: Redigering av feriesaldo er bare gyldig for inneværende år, og vil ikke påvirke tildelte dager for neste år. Endring av verdier i dette vinduet kan påvirke regnskapet og det er ingen automatisk håndtering av dette i systemet. Endringer i regnksapet må bokføres manuelt.
sv_se: Redigering av semestersaldo gäller endast för innevarande år och kommer inte att påverka de nästa års semesterdagar. Ändring av värden i detta fönster kan ha en inverkan på redovisningen för semesterskuld. Det finns ingen automatisk hantering av detta i systemet. Detta måste tas hand om manuellt i bokföringssystemet.

# VacationCalculation.Balances.RemainingDays
source: Remaining days
nb_no: Resterende dager
sv_se: Resterande dagar

# VacationCalculation.Balances.RemainingDaysVacationYear
source: Days remaining in vacation year
nb_no: Resterende feriedager
sv_se: Resterande semesterdagar

# VacationCalculation.Balances.SavedDaysYear5VacationPayPerDay
source: Saved days year 5 - Vacation pay per day
nb_no: Overførte dager år 5 - Ferielønn per dag
sv_se: Sparade dagar år 5 - Semesterlön per dag

# VacationCalculation.Balances.SavedDaysYear5VacationPayRefillPerDay
source: Saved days year 5 - Vacation pay refill per day
nb_no: Overførte dager år 5 - Ferielønn utfylt per dag
sv_se: Sparade dagar år 5 - Semesterlöneutfyllnad per dag

# VacationCalculation.Balances.SavedDaysYear5VariabelVacationPayPerDay
source: Saved days year 5 - Variable vacation pay per day
nb_no: Overførte dager år 5 - Bevegelig ferielønn per dag
sv_se: Sparade dagar år 5 - Rörlig semesterlön per dag

# VacationCalculation.Balances.TotalDays
source: Total days
nb_no: Totalt ant dager
sv_se: Totalt antal dagar

# VacationCalculation.Balances.TransferredAdditionalDays
source: Transferred additional days
nb_no: Overført ytterligere dager
sv_se: Överförda ytterligare dagar

# VacationCalculation.Balances.TransferredDays
source: Transferred days
nb_no: Overførte dager
sv_se: Överförda dagar

# VacationCalculation.Balances.UnpaidDays
source: Unpaid days
nb_no: Ubetalte dager
sv_se: Obetalda dagar

# VacationCalculation.Balances.UsedAdvanceDays
source: Used advance days
nb_no: Brukte forskuddsdager
sv_se: Uttagna förskottsdagar

# VacationCalculation.Balances.UtilizationRate
source: Utilization rate
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# VacationCalculation.Balances.VacationBasedAbsenceFullWorkdays
source: Vacation based absence workdays
nb_no: Ferieberettiget fravær arbeidsdager
sv_se: Semestergr. frånvaro arbetsdagar

# VacationCalculation.Balances.VacationBasedAbsenceHours
source: Vacation based absence in hours
nb_no: Ferieberettiget fravær timer
sv_se: Semestergr. frånvarotimmar

# VacationCalculation.Balances.VacationBasedDays
source: Vacation based days
nb_no: Ferieberettigede dager
sv_se: Semestergrundande dagar

# VacationCalculation.Balances.VacationBasedFullCalendardays
source: Vacation based absence full cal. days
nb_no: Ferieberettiget fravær hele kalenderdager
sv_se: Semestergr. frånvaro hela kalenderdagar

# VacationCalculation.Balances.VacationBasedPartCalendardays
source: Vacation based absence part cal. days
nb_no: Ferieberettiget fravær del av dag
sv_se: Semestergr. frånvaro del av dag

# VacationCalculation.Balances.VacationDays
source: Vacation days
nb_no: Ferie dager
sv_se: Semester dagar

# VacationCalculation.Balances.WorkdaysFromRoster
source: Workdays from roster
nb_no: Arbeidsdager fra skjema
sv_se: Arbetsdagar i schema

# VacationCalculation.Exceptions.PayCodeNotFound
source: Paycode not found {0}
nb_no: Lønnsart ikke funnet {0}
sv_se: Löneart kunde inte hittas {0}

# VacationCalculation.Exceptions.TooManyDays
source: Too many vacation days has been used ({0})
nb_no: Du har ikke nok feriedager igjen til dette ferieønsket ({0})
sv_se: Du har tyvärr inte tillräckligt med semesterdagar att använda ({0})

# VacationCalculation.Filters.DeaviatingparttimePercentage
source: Utilization rate
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# VacationCalculation.Filters.DeaviatingVacationEntitlement
source: Vacation entitlement
nb_no: Rett til ferie
sv_se: Semesterrätt

# VacationCalculation.Filters.ExcessDays
source: Has excess days
nb_no: Overførte dager
sv_se: Har överskjutande dagar

# VacationCalculation.Filters.Group
source: Deviations
nb_no: Avvik
sv_se: Avvikelser

# VacationCalculation.Filters.UnpaidDays
source: Has unpaid days
nb_no: Ubetalte dager
sv_se: Har obetalda dagar

# VacationCalculation.Labels.Accrued
source: Accrued
nb_no: Akkumulert
sv_se: Ackumulerad

# VacationCalculation.Labels.Balances
source: Balances
nb_no: Saldoer
sv_se: Saldon

# VacationCalculation.Labels.Calculate
source: Calculate
nb_no: Beregn
sv_se: Beräkna

# VacationCalculation.Labels.CurrentValue
source: Current value
nb_no: Nåværende saldo
sv_se: Nuvarande värde

# VacationCalculation.Labels.EndOfThisMonth
source: End of this month
nb_no: Slutten av måneden
sv_se: Aktuell månad

# VacationCalculation.Labels.Information
source: Information!
nb_no: Informasjon!

# VacationCalculation.Labels.MethodInformation
source: Same wage rule is the default calculation method for an employee with fixed monthly salary \n \n Percentage rule shall be used when an employee don’t have any fixed salary, for example is hourly paid. \n An employee with fixed monthly salary shall use percentage rule when; \n - variable salary components is more than 10% of the total salary \n - part time factor has varied during vacation year \n - employee’s part time factor during vacation earning year and currently vacation has varied \n
nb_no: Samme beregningsregel er standard beregningsmetode for ansatt som er fastlønnet. \n \n Prosent beregning brukes når den ansatte ikke er fastlønnet, for eksempel timelønnet. \n På en ansatt som er fastlønnet, vil det likevel bli brukt prosentberegning når; \n - variable transaksjoner utgjør mer enn 10% av total lønn. \n - stillingsbrøken har vært endret i løpet av ferieåret. \n - når stillingsbrøken i utbetalingsåret er forskjellig fra opptjeningsåret. \n]
sv_se: Sammalöneregel är standard beräkningsmetod för en anställd med fast månadslön \n \n Procentregeln ska användas när en anställd inte har någon fast lön, till exempel timavlönad. \n En anställd med fast månadslön skall använda procentregel när; \n - rörliga lönedelar är mer än 10% av den totala lönen \n - sysselsättningsgraden har varierat under semesteråret \n - syssesättningsgraden under intjjänandeåret och semesteruttaget har varierat \n

# VacationCalculation.Labels.OpeningValue
source: Result
nb_no: Opprinnelig saldo
sv_se: Start värde

# VacationCalculation.Labels.Owed
source: Owed
nb_no: Skyldte
sv_se: Skyldig

# VacationCalculation.Labels.PaidVacationPayAddition
source: Paid vacation pay addition
nb_no: Betalt feriepengetillegg
sv_se: Utbet. semesterlönetillägg

# VacationCalculation.Labels.PaidVacationPayPerDay
source: Paid vacation pay/day
nb_no: Betalt feriepenger/dag
sv_se: Utbet. semesterlön/dag

# VacationCalculation.Labels.PaidVariableVacationPay
source: Paid variable vacation pay
nb_no: Betalt bevegelige feriepenger
sv_se: Utbet. rörlig semesterlön

# VacationCalculation.Labels.Remaining
source: Remaining
nb_no: Resterende
sv_se: Resterande

# VacationCalculation.Labels.Result
source: Result
nb_no: Resultat
sv_se: Resultat

# VacationCalculation.Labels.ShowCurrentYear
source: Show current year
nb_no: Vis inneværende år
sv_se: Visa aktuellt år

# VacationCalculation.Labels.Used
source: Used
nb_no: Brukte
sv_se: Uttagna

# VacationCalculation.Labels.UtilizationRate
source: Utilization rate
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# VacationCalculation.Labels.UtilizationRatePercent
source: Utilization rate %
nb_no: Stillingsprosent %
sv_se: Sysselsättningsgrad %

# VacationCalculation.Labels.VacationBalance
source: Vacation balance
nb_no: Feriesaldo
sv_se: Semestersaldon

# VacationCalculation.Labels.VacationBalanceLabel
source: Vacation balances is possible to edit only when current vacation year is selected
nb_no: Feriesaldo er kun mulig å redigere når du har valgt inneværende år
sv_se: Semestersaldon är enbart möjliga att redigera när aktuellt semesterår är valt

# VacationCalculation.Labels.VacationBasedHours
source: Vacation based hours
nb_no: Ferieberettigede timer
sv_se: Semestergrundade timmar

# VacationCalculation.Labels.VacationBasedReductionForAbsence
source: Vacation based reduction for absence
nb_no: Ferieberettigede fraværsavdrag
sv_se: Semestergrundade frånvaroavdrag

# VacationCalculation.Labels.VacationBasedSalary
source: Vacation based salary
nb_no: Ferieberettiget lønn
sv_se: Semestergrundande lön

# VacationCalculation.Labels.VacationEarning
source: Vacation earning
nb_no: Ferieopptjening
sv_se: Semesterintjänande

# VacationCalculation.Labels.VacationInput
source: Vacation input
nb_no: Ferieverdi
sv_se: Semestervärden

# VacationCalculation.Labels.VacationLawCalculationMethod
source: Calculation method
nb_no: Beregningsmetode
sv_se: Beräkningsmetod

# VacationCalculation.Labels.VacationLawCalculationMethodDescription
source: Use same wage rule if ...
nb_no: Bruk samme lønnsregel som
sv_se: Använd sammalöneregeln om...

# VacationCalculation.Labels.VacationPayFillUp
source: Vacation pay fill-up
nb_no: Feriepenger utfylt
sv_se: Semesterlöneutfyllnad

# VacationCalculation.Labels.VacationPayPerDay
source: Vacation pay/day
nb_no: Feriepenger/dag
sv_se: Semesterlön/dag

# VacationCalculation.Labels.VacationYear
source: Vacation year
nb_no: Ferieåret
sv_se: Semesterår

# VacationCalculation.Labels.VariableVacationBasedSalary
source: Variable vacation based salary
nb_no: Ferieberettiget bevegelig lønn
sv_se: Semestergrundade rörlig lön

# VacationCalculation.Labels.VariableVacationPayPerDay
source: Variable vacation pay/day
nb_no: Bevegelig ferielønn/dag
sv_se: Rörlig semesterlön/dag

# VacationCalculation.Receipt.Confirm
source: Current vacation year is about to be finalized. Are you sure?
nb_no: Aktuelt ferieår vil nå avsluttes. Er du sikker på dette?
sv_se: Aktuellt semesterår kommer att slutföras. Vill du fortsätta?

# VacationCalculation.Receipt.DeviantVacationPayFounding
source: Deviant vacation pay founding
nb_no: Ferieberettiget periode
sv_se: Semesterlönegrundande period

# VacationCalculation.Receipt.ExcessDays
source: Excess days will be paid out in the next upcoming wagerun period
nb_no: Overskytende dager betales ut i neste mulige lønnsperiode
sv_se: Överskjutande dagar kommer att betalas ut i nästa möjliga löneperiod

# VacationCalculation.Receipt.NextVacationYear
source: Next vacation year
nb_no: Neste ferieår
sv_se: Nästa semesterår

# VacationCalculation.Receipt.StartDate
source: Start date
nb_no: Startdato
sv_se: Startdatum

# VacationCalculation.VacationLawCalculationMethodEnum.NoRule
source: None
nb_no: Ingen verdi
sv_se: Inget värde

# VacationCalculation.VacationLawCalculationMethodEnum.PercentageRule
source: Percentage rule
nb_no: Prosentvis beregning
sv_se: Procentuell beräkning

# VacationCalculation.VacationLawCalculationMethodEnum.SameWageRule
source: Same wage rule
nb_no: Samme lønnsregel
sv_se: Sammalöneregeln

# VacationCalculation.VacationSettingsDays.AdvancedDays
source: Advanced days
nb_no: Forskuddsdager
sv_se: Förskottsdagar

# VacationCalculation.VacationSettingsDays.Agreement
source: Vacation agreement {0}
nb_no: Ferieavtale {0}

# VacationCalculation.VacationSettingsDays.ExcessPaidDays
source: Excess paid days
nb_no: Overskytende betalte dager
sv_se: Överskjutande betalda dagar

# VacationCalculation.VacationSettingsDays.ExcessSavedDaysYear5
source: Excess saved days year 5
nb_no: Overskytende betalte dager år 5
sv_se: Överskjutande sparade dagar år 5

# VacationCalculation.VacationSettingsDays.PaidDays
source: Paid days
nb_no: Betalte dager
sv_se: Betalda dagar

# VacationCalculation.VacationSettingsDays.PaidPrelDays
source: Prel. paid days
nb_no: Foreløpige betalte dager
sv_se: Prel. betalda dagar

# VacationCalculation.VacationSettingsDays.PostponedDays
source: Postponed days
nb_no: Utsatte dager
sv_se: Förskjutna dagar

# VacationCalculation.VacationSettingsDays.RemovedAdvancedDays
source: Removed advance days
nb_no: Slettede forskuddsdager
sv_se: Borttagna förskottsdagar

# VacationCalculation.VacationSettingsDays.SavedDaysYear1
source: Saved days year 1
nb_no: Overførte dager år 1
sv_se: Sparade dagar år 1

# VacationCalculation.VacationSettingsDays.SavedDaysYear2
source: Saved days year 2
nb_no: Overførte dager år 2
sv_se: Sparade dagar år 2

# VacationCalculation.VacationSettingsDays.SavedDaysYear3
source: Saved days year 3
nb_no: Overførte dager år 3
sv_se: Sparade dagar år 3

# VacationCalculation.VacationSettingsDays.SavedDaysYear4
source: Saved days year 4
nb_no: Overførte dager år 4
sv_se: Sparade dagar år 4

# VacationCalculation.VacationSettingsDays.SavedDaysYear5
source: Saved days year 5
nb_no: Overførte dager år 5
sv_se: Sparade dagar år 5

# VacationCalculation.VacationSettingsDays.UnpaidDays
source: Unpaid days
nb_no: Ubetalte dager
sv_se: Obetalda dagar

# VacationCalculationGrid.Labels.Dept
source: Debt
nb_no: Gjeld
sv_se: Skuld

# VacationCalculationGrid.Labels.DueDate
source: Due date
nb_no: Forfallsdato
sv_se: Förfallodag

# VacationCalculationGrid.Labels.EarnedPaidDays
source: Earned paid days
nb_no: Opptjente betalte dager
sv_se: Intjänade betalda dagar

# VacationCalculationGrid.Labels.EarnedUnpaidVacationDays
source: Unpaid days
nb_no: Ubetalte dager
sv_se: Obetalda dagar

# VacationCalculationGrid.Labels.EmployeeFirstName
source: First name
nb_no: Fornavn
sv_se: Förnamn

# VacationCalculationGrid.Labels.EmployeeId
source: Employee ID
nb_no: Ansattnr
sv_se: Anställningsnr

# VacationCalculationGrid.Labels.EmployeeLastName
source: Last name
nb_no: Etternavn
sv_se: Efternamn

# VacationCalculationGrid.Labels.EmployeeLevel
source: Level
nb_no: Nivå
sv_se: Nivå

# VacationCalculationGrid.Labels.EmploymentStartDate
source: Position start date
nb_no: Ansettelsesdato
sv_se: Anställningens startdatum

# VacationCalculationGrid.Labels.ExcessPaidDays
source: Paid days
nb_no: Betalte dager
sv_se: Betalda dagar

# VacationCalculationGrid.Labels.ExcessPaidDaysUtilizationRate
source: Paid days - Utilization rate
nb_no: Betalte dager - stillingsprosent
sv_se: Betalda dagar - Sysselsättningsgrad

# VacationCalculationGrid.Labels.ExcessSavedDaysYear5
source: Saved days year 5
nb_no: Overførte dager år 5
sv_se: Sparade dagar år 5

# VacationCalculationGrid.Labels.ExcessSavedDaysYear5UtilizationRate
source: Saved days year 5 - Utilization rate
nb_no: Overførte dager år 5 - stillingsprosent
sv_se: Sparade dagar år 5 - Sysselsättningsgrad

# VacationCalculationGrid.Labels.NonVacationBasedFullCalendardays
source: Non vacation based absence full cal. days
nb_no: Ikke ferieberettigede kalenderdager
sv_se: Ej semestergr. frånvaro hela kalenderdagar

# VacationCalculationGrid.Labels.PaidDaysVacationPayPerDay
source: Paid days - Vacation pay per day
nb_no: Betalte dager - Ferielønn pr dag
sv_se: Betalda dagar - Semesterlön per dag

# VacationCalculationGrid.Labels.PaidDaysVacationPayRefillPerDay
source: Paid days - Vacation pay refill per day
nb_no: Betalte dager - feriepenger utfylt per dag
sv_se: Betalda dagar - Semesterlöneutfyllnad per dag

# VacationCalculationGrid.Labels.PaidDaysVariabelVacationPayPerDay
source: Paid days - Variabel vacation pay per day
nb_no: Betalte dager - bevegelige feriepenger per dag
sv_se: Betalda dagar - Rörlig semesterlön per dag

# VacationCalculationGrid.Labels.SavedDaysYear5VacationPayPerDay
source: Saved days year 5 - Vacation pay per day
nb_no: Overførte dager år 5 - Ferielønn per dag
sv_se: Sparade dagar år 5 - Semesterlön per dag

# VacationCalculationGrid.Labels.SavedDaysYear5VacationPayRefillPerDay
source: Saved days year 5 - Vacation pay refill per day
nb_no: Overførte dager år 5 - Ferielønn utfylt per dag
sv_se: Sparade dagar år 5 - Semesterlöneutfyllnad per dag

# VacationCalculationGrid.Labels.SavedDaysYear5VariabelVacationPayPerDay
source: Saved days year 5 - Variable vacation pay per day
nb_no: Overførte dager år 5 - Bevegelig ferielønn per dag
sv_se: Sparade dagar år 5 - Rörlig semesterlön per dag

# VacationCalculationGrid.Labels.TotalAmountOfVacationDays
source: Total amount vacation days
nb_no: Totalt antall feriedager
sv_se: Totalt antal semesterdagar
