Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# Employee.Texts.VacationAgreeementIsNotValidForChoosenPeriod
source: Vacation agreement is not valid for the chosen period
nb_no: Ferieavtale er ikke gyldig for valgt periode
sv_se: Semesteravtalet är inte giltigt för vald period

# Employee.Texts.VacationSettings
source: Vacation settings
nb_no: Ferieinnstillinger
sv_se: Semesterinställningar

# Employee.Texts.ValidToGreaterOrEqualToValidFrom
source: Valid to must be greater than valid from
nb_no: Gyldig til må være senere enn gyldig fra
sv_se: Giltigt till måste vara större än Gäller från

# EmployeeAgreement.Labels.AdditionalVacationEntitlement
source: Additional vacation entitlement by CLA
nb_no: Ekstra ferie iht kontrakt
sv_se: Extra semesterrätt enligt avtal

# EmployeeAgreement.Labels.AdditionalVacationEntitlementFromAge
source: Additional vacation entitlement from age
nb_no: Ekstra ferie iht alder
sv_se: Extra semesterrätt efter ålder

# EmployeeAgreement.Labels.Agreement
source: Vacation agreement
nb_no: Ferieavtale
sv_se: Semesteravtal

# EmployeeAgreement.Labels.Name
source: Name
nb_no: Navn
sv_se: Namn

# EmployeeAgreement.Labels.Quota
source: Quota
nb_no: Faktor
sv_se: Kvot

# EmployeeAgreement.Labels.VacationEntitlement
source: Vacation entitlement
nb_no: Ordinære dager
sv_se: Semesterrätt

# EmployeeAgreement.Labels.VactionAgreementEndDate
source: End date
nb_no: Sluttdato
sv_se: Kontrakt till datum

# EmployeeAgreement.Labels.VactionAgreementStartDate
source: Start date
nb_no: Startdato
sv_se: Kontrakt från datum

# EmployeeVacation.Texts.EmployeeVacation
source: Employee vacation
nb_no: Ansattes ferie
sv_se: Anställds semester

# EmployeeWorkshift.Texts.EmployeeWorkshift
source: Employee workshift
nb_no: Ansattes arbeidstidsordning
sv_se: Anställds arbetspass

# Employment.Lables.ControlLengthBeforeValidRegistration
source: Control of employment length before valid registrations
nb_no: Sjekk minimum ansettelsestid før koden kan benyttes
sv_se: Kontrollera minsta anställningstid innan händelskoden kan användas

# Employment.Lables.LengthBeforeValidAbsence
source: Minimum employment before valid absence
nb_no: Min ansatt før gyldig fravær
sv_se: Anställningstid för giltig frånvaro

# Employment.Lables.NewControlAfter
source: If interruption is less or equal to {0} {1}
nb_no: Om avbrudded er max {0} {1}
sv_se: Om avbrottet är max {0} {1}

# Employment.Lables.NewControlWhenInterruptions
source: Consider positions as connected
nb_no: Behandle flere stillinger i sammen
sv_se: Behandla flera anställningar tillsammans

# Employment.Lables.PossibleToRegisterAfter
source: Possible to register after {0} {1} of employment
nb_no: Mulig å bruke etter {0} {1} av ansettelsesperiode
sv_se: Möjlig att använda efter {0} {1} av anställningstid

# Enums.LeaveRequests.Approved
source: Approved
nb_no: Godkjent
sv_se: Godkänd

# Enums.LeaveRequests.Denied
source: Rejected
nb_no: Avvist
sv_se: Avvisad

# Enums.LeaveRequests.NotApproved
source: Not approved
nb_no: Ikke godkjent
sv_se: Ej godkänd

# Enums.LeaveRequests.Pending
source: Awaiting approval
nb_no: Til godkjenning
sv_se: För godkännande

# Enums.PaycodeUnit.Days
source: Days
nb_no: Dgr
sv_se: Dgr

# Enums.PaycodeUnit.Hours
source: Hours
nb_no: Time
sv_se: Tim

# Enums.PaycodeUnit.Mil
source: M
nb_no: Mil
sv_se: Mil

# Enums.PaycodeUnit.Piece
source: Pieces
nb_no: Stk
sv_se: St

# Enums.TimesheetListViewRegistrationStatus.Approved
source: Approved registrations
nb_no: Godkjente registreringer
sv_se: Godkända registreringar

# Enums.TimesheetListViewRegistrationStatus.Confirmed
source: Done with period
nb_no: Ferdig med periodens registreringer
sv_se: Klarmarkerade registreringar

# Enums.TimesheetListViewRegistrationStatus.NotApproved
source: Not approved registrations
nb_no: Ikke godkjente registreringer
sv_se: Ej godkända registreringar

# Enums.TimesheetListViewRegistrationStatus.NotConfirmed
source: Not done with period
nb_no: Registrerte timer som ikke er bekreftet
sv_se: Ej klarmarkerade registreringar

# Enums.TransactionStatus.Approved
source: Approved
nb_no: Godkjent
sv_se: Godkänd

# Enums.TransactionStatus.ApprovedAndLocked
source: Approved and locked
nb_no: Godkjent og låst
sv_se: Godkänd och låst

# Enums.TransactionStatus.None
source: Awaiting approval
nb_no: Venter på godkjenning
sv_se: För godkännande

# Enums.TransactionStatus.Processed
source: Processed
nb_no: Bearbeidet
sv_se: Bearbetad

# Enums.TransactionStatus.ProcessedAndLocked
source: Processed and locked
nb_no: Bearbeidet og låst
sv_se: Bearbetad och låst

# Enums.TransactionStatus.Received
source: Received
nb_no: Mottatt
sv_se: Mottagen

# Enums.TransactionStatus.ReceivedAndLocked
source: Received and locked
nb_no: Mottatt og låst
sv_se: Mottagen och låst

# Enums.TransactionStatus.Sent
source: Sent to wage run
nb_no: Sendt til lønnsutbetaling
sv_se: Skickad till lön

# Enums.TransactionStatus.SentAndLocked
source: Sent and locked
nb_no: Sendt og låst
sv_se: Skickad till lön och låst

# Enums.TransactionUnit.CalendarDays
source: Calendar days
nb_no: Kalenderdager
sv_se: Kalenderdagar

# Enums.TransactionUnit.Hours
source: Hours
nb_no: Time
sv_se: Tim

# Enums.TransactionUnit.WorkingDays
source: Working days
nb_no: Arbeidsdager
sv_se: Arbetsdagar

# Enums.TransactionUnit.WorkShifts
source: Work shifts
nb_no: Arbeidsskift
sv_se: Arbetspass

# EventCode.Texts.EventCode
source: Event code
nb_no: Kode
sv_se: Händelsekod

# EventCodeEnums.Exceptions.InvalidEnumKey
source: Invalid enum key {0}
nb_no: Ugyldig enum nøkkel {0}
sv_se: Ogiltig enum nyckel {0}

# Exceptions.Avvikelse.IsMissing
source: The registration is missing.
nb_no: Fraværsregistreringen mangler
sv_se: Registreringen saknas.

# Exceptions.Avvikelsetype.IsNotValid
source: The event code is not correct
nb_no: Koden er feil
sv_se: Händelsekoden är felaktig

# Exceptions.DatePeriod.Exception
source: Start date can't be later than end date
nb_no: Startdato kan ikke være senere enn slutt-dato
sv_se: Från datum får inte vara större än till datum

# Exceptions.DatePeriod.StartAndEndAreSame
source: Start cannot be same as end.
nb_no: Start kan ikke være samme tidspunkt som slutt
sv_se: Start kan inte vara samma tidpunkt som slut.

# Exceptions.DateWithTimePeriod.Exception
source: Start date can't be later than end date
nb_no: Startdato kan ikke være senere enn slutt-dato
sv_se: Från datum får inte vara större än till datum

# Exceptions.HoursInvalidFormat.LessOrEqualToZero
source: Number of hours is mandatory (larger than 0).
nb_no: Antall timer er obligatorisk (større enn 0)
sv_se: Antal timmar måste anges (större än 0).

# Exceptions.HoursInvalidFormat.ParseError
source: Invalid format for number of hours
nb_no: Ugyldig format for antall timer
sv_se: Ogiltligt format för antal timmar

# Exceptions.Overlapping.OverlappingPeriod
source: The period overlaps between {0} and {1}
nb_no: Perioden overlapper mellom {0} og {1}
sv_se: Perioden är överlappande mellan år {0} och {1}

# Exceptions.PercentInvalidFormat.Exception
source: Invalid format for percent
nb_no: Ugyldig format for prosent
sv_se: Ogiltligt format för procent

# Exceptions.PercentLargerThan100.Exception
source: Percent can max be 100 %.
nb_no: Prosent kan maks være 100%
sv_se: Procentsats kan max vara 100 %.

# Exceptions.PercentZeroOrLess.Exception
source: Percent is a required field (larger than 0).
nb_no: Prosent er et obligatorisk felt (større enn 0)
sv_se: Procentsats måste anges (större än 0).

# Exceptions.Person.IsMissing
source: The person is missing
nb_no: Den ansatte finnes ikke
sv_se: Personen saknas

# Exceptions.Script.DoesNotExist
source: The script does not exists
nb_no: Skriptet eksisterer ikke
sv_se: Formeln finns inte

# Facades.Exceptions.NoActiveWageRunPeriod
source: No active wage run period
nb_no: Ingen aktiv lønnsperiode
sv_se: Ingen aktiv löneperiod

# Globalization.Culture.English
source: English
nb_no: Engelsk
sv_se: Engelska

# Globalization.Culture.Language
source: Language
nb_no: Språk
sv_se: Språk

# Globalization.Culture.Languages
source: Languages
nb_no: Språk
sv_se: Språk

# Globalization.Culture.LanguagesArray
source: 1053.Svenska, 1033.English
nb_no: 1053.Svensk, 1033.Engelsk

# Globalization.Culture.Swedish
source: Swedish
nb_no: Svensk
sv_se: Svenska

# Handelsekod.ErrorMessages.ArtDecimalAlreadyExists
source: There is already a {0} shortname with artdecimal {1}.
nb_no: Det finnes allerede et {0} kortnavn med artdesimal {1}
sv_se: Det finns redan en {0} kortkod med artdecimal {1}.

# Handelsekod.ErrorMessages.ArtDecimalMustBeZero
source: There has to be at least one artdecimal 0 (zero) for shortcode {0}.
nb_no: Det må være minst én artdesimal 0 (null) for snarvei {0}
sv_se: Det måste finnas minst en artdecimal 0 (noll) för kortkoden {0}.

# Handelsekod.ErrorMessages.EventCodeInUse
source: The event code is used by employee(s): {0}
nb_no: Koden brukes av ansatt (e): {0}
sv_se: Händelsekoden används av anställda: {0}

source: None of the settings "Only full day valid" or "Only part day valid" can not be checked for "Outside" and "Anytime" registrations.
nb_no: Ingen av innstillingene "Bare hele dagen gyldig" eller "Bare en del døgnet gyldig" kan ikke kontrolleres for "Utenfor" og "Alltid" registreringer.
sv_se: Inställningarna "Endast heldag giltig" och "Endast en del dag giltig" kan inte kontrolleras för registreringar som gäller "Utanför schematid" och "Alltid".

# Handelsekod.ErrorMessages.GeneralSetting_OnlyOneChoice_FullDay_or_PartDay
source: Both options "Only full day valid" and "Only part day valid" can not be selected at the same time.
nb_no: Begge alternativene "bare hele dagen gyldig" og "Bare en del døgnet gyldig" kan ikke velges samtidig.
sv_se: Båda alternativen "Endast hel dag giltig" och "Bara del dag giltig" kan inte väljas samtidigt.

# Handelsekod.ErrorMessages.HandelsekodAlreadyExists
source: The entered shortname is already used in the system and therefore can't be used.
nb_no: Det angitte kortnavnet finnes allerede i systemet og kan derfor ikke brukes
sv_se: Kortnamnet används redan. Kortnamnet måste vara unikt.

# Handelsekod.ErrorMessages.HandelsekodDoesNotExistOrHasBeenRemoved
source: The event code does not exist or is already removed
nb_no: Koden finnes ikke eller er allerede fjernet
sv_se: Händelsekoden finns inte eller är redan borttaget

# Handelsekod.ErrorMessages.HandelsekodIsUsed
source: This event code is used on employee(s) and therefore it can not be removed !
nb_no: Denne koden brukes på ansatt(e) og kan derfor ikke fjernes
sv_se: Händelsekoden finns registrerad på anställd och kan därför inte tas bort!

# Handelsekod.ErrorMessages.InvalidArtDecimal
source: Invalid artdecimal for shortname.
nb_no: Ugyldig artdesimal for kortnavn
sv_se: Ogiltig artdecimal för kortnamnet.

# Handelsekod.ErrorMessages.MultipleArtDecimalWithZero
source: There are {0} {1} shortname with artdecimal 0. Only one is allowed.
nb_no: Det er {0} {1} kortnavn med artdesimal 0. Bare en er tillatt
sv_se: Det finns {0}st {1} kortkoder med artdecimal 0. Det får endast finnas en.

# Handelsekod.ErrorMessages.NameAlreadyExists
source: The field value in Name or it's translation already exists in this company. Name needs to be unique.
nb_no: Det finnes feltverdien Navn eller dets oversettelse allerede i dette selskapet. Navnet må være unikt.
sv_se: Värdet i fältet Namn eller dess översättning finns redan i detta företag. Namn måste vara unikt.

# Handelsekod.ErrorMessages.ShortCodeTooLong
source: The field Short name can not be longer then {0} characters
nb_no: Feltet kortnavn må ikke være større enn {0} tegn
sv_se: Fältet Kortnamn får inte vara längre än {0} tecken

# Handelsekod.ErrorMessages.ShortCodeTooShort
source: The field Short name must be at least {0} characters long
nb_no: Feltet kortnavn må være minst {0} tegn
sv_se: Fältet Kortnamn måste vara minst {0} tecken långt

# Handelsekod.ErrorMessages.ThresholdEndMustBeGreaterThanOrEqualToPrevious
source: Threshold end must be greater than or equal to the above row
nb_no: Grenseverdien må være lik eller høyere enn raden over
sv_se: Sista brytgränsen måste ha ett högre eller samma värde som tidigare rad

# Handelsekod.ErrorMessages.ThresholdEndMustBeGreaterThanZero
source: Threshold end must be greater than zero
nb_no: Siste terskel må ha en høyere verdi enn null
sv_se: Sista brytgränsen måste ha ett högre värde än noll

# Handelsekod.Exceptions.HandelsekodMissing
source: The event code is missing
nb_no: Kode mangler
sv_se: Händelsekoden saknas

# Handelsekod.Exceptions.HandelsekodMissingOrDeleted
source: The event code doesn't exists
nb_no: Koden finnes ikke
sv_se: Händelsekoden finns inte

# Handelsekod.Labels.ArtDecimal
source: Art decimal
nb_no: Art desimal

# Handelsekod.Labels.CommonRule
source: Common
nb_no: Vanlig
sv_se: Allmänt

# Handelsekod.Labels.Handelsekod
source: Event code
nb_no: Kode
sv_se: Händelsekod

# Handelsekod.Labels.HandelseType
source: Event type
nb_no: Type
sv_se: Händelsetyp

# Handelsekod.Labels.LimitsRule
source: Limits
nb_no: Grenser
sv_se: Gränser

# Handelsekod.Labels.QsdRule
source: Qualifying sick day
nb_no: Karensdag
sv_se: Karensdag

# Handelsekod.Labels.ReportedInAMessage
source: Reported in A-message
nb_no: Rapportert i A-melding
sv_se: Rapportera i A-melding

# Handelsekod.Labels.ReportedInAMessageReportType
source: Report code A-Message
nb_no: Rapporteringskode A-meldingen
sv_se: Rapportkod A-meddelande

# Handelsekod.Labels.ReportedInFnoPensionReport
source: Reported in FNO Pension report
nb_no: Rapportert i FNO Pensjonsrapport
sv_se: Rapportera i FNO Pensionsrapport

# Handelsekod.Labels.ReportedInFnoPensionReportType
source: Report code FNO
nb_no: Rapport kode FNO
sv_se: Rapportkod FNO

# Handelsekod.Labels.Reports
source: Reports
nb_no: Rapporter
sv_se: Rapporter

# Handelsekod.Labels.ResultRule
source: Result
nb_no: Resultat
sv_se: Resultat

# Handelsekod.Labels.SelfCertificationRule
source: Self certification
nb_no: Egenmelding
sv_se: Egen sjukanmälan

# Handelsekod.Labels.ShortName
source: Short name
nb_no: Kortnavn
sv_se: Kortnamn

# Handelsekod.Labels.ThresholdRule
source: Thresholds
nb_no: Terskel
sv_se: Brytgränser

# Handelsekod.Labels.VacationRule
source: Vacation affect
nb_no: Påvirker ferie
sv_se: Semesterpåverkande

# Handelsekod.Texts.SelectEventType
source: Select event type
nb_no: Velg hendelsetype
sv_se: Välj händelsetyp

# HandelsekodEnums.AMessageReportType.CompassionateLeave
source: Compassionate leave
nb_no: Velferdspermisjon
sv_se: Permission vid dödsfall

# HandelsekodEnums.AMessageReportType.EducationalLeave
source: Educational leave
nb_no: Utdanningspermisjon
sv_se: Permission för studier

# HandelsekodEnums.AMessageReportType.MilitaryLeave
source: Leave for military duty
nb_no: Permisjon ved militærtjeneste
sv_se: Permission för militärtjänst

# HandelsekodEnums.AMessageReportType.ParentalLeave
source: Leave with parental benefit
nb_no: Permisjon med foreldrepenger
sv_se: Permission för föräldraledighet

# HandelsekodEnums.BrytgransPer.Barn
source: Child
nb_no: Barn
sv_se: Barn

# HandelsekodEnums.BrytgransPer.KalenderAr
source: Calendar year
nb_no: Kalenderår
sv_se: Kalenderår

# HandelsekodEnums.BrytgransPer.Narstaende
source: Relative
nb_no: Pårørende
sv_se: Närstående

# HandelsekodEnums.BrytgransPer.Semester
source: Vacation
nb_no: Ferie
sv_se: Semester

# HandelsekodEnums.BrytgransPer.Tillfalle
source: Occasion
nb_no: Tilfelle
sv_se: Tillfälle

# HandelsekodEnums.BrytgransPer.TolvManader
source: 12 months
nb_no: 12 måneder
sv_se: 12 månader

# HandelsekodEnums.ConsiderAsType.Absence
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# HandelsekodEnums.ConsiderAsType.WorkTime
source: Work time
nb_no: Arbeidet tid
sv_se: Arbetad tid

# HandelsekodEnums.EventCodeType.Absence
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# HandelsekodEnums.EventCodeType.Attendance
source: Attendance
nb_no: Arbeidstid
sv_se: Närvaro

# HandelsekodEnums.EventCodeType.Leave
source: Leave
nb_no: Permisjon
sv_se: Permission

# HandelsekodEnums.EventCodeType.ParentalLeave
source: Parental leave
nb_no: Foreldrepermisjon
sv_se: Föräldraledighet

# HandelsekodEnums.EventCodeType.PayoutRequest
source: Payout request
nb_no: Forespørsel
sv_se: Saldouttag

# HandelsekodEnums.EventCodeType.SickChild
source: Sick child
nb_no: Sykt barn
sv_se: Sjukt barn

# HandelsekodEnums.EventCodeType.Sickness
source: Sickness
nb_no: Sykdom
sv_se: Sjukdom

# HandelsekodEnums.EventCodeType.Vacation
source: Vacation
nb_no: Ferie
sv_se: Semester

# HandelsekodEnums.Exceptions.InvalidEnumKey
source: Invalid enum key {0}
nb_no: Ugyldig enum nøkkel {0}
sv_se: Ogiltig enum nyckel {0}

# HandelsekodEnums.FnoPensionReportType.AgreedLeave
source: (AP) Agreed Leave
nb_no: (AP) Avtalt permisjon
sv_se: (AP) Avtalad permission

# HandelsekodEnums.FnoPensionReportType.RegulatoryLeave
source: (LP) RegulatoryLeave
nb_no: (LP) Lovmessig permisjon
sv_se: (LP) Lagstadgad permission

# HandelsekodEnums.FnoPensionReportType.Sick
source: (S) Sick
nb_no: (S) Syk
sv_se: (S) Sjuk

# HandelsekodEnums.PeriodType.Days
source: days
nb_no: dager
sv_se: dagar

# HandelsekodEnums.PeriodType.Months
source: months
nb_no: måneder
sv_se: månader

# HandelsekodEnums.PeriodType.Weeks
source: weeks
nb_no: uker
sv_se: veckor

# HandelsekodEnums.QsdBoundaryType.KalenderAr
source: Calendar year
nb_no: Kalenderår
sv_se: Kalenderår

# HandelsekodEnums.QsdBoundaryType.TolvManader
source: 12 months
nb_no: 12 måneder
sv_se: 12 månader

# HandelsekodEnums.RosterRegistrationType.Anytime
source: Anytime
nb_no: Alltid
sv_se: Alltid

# HandelsekodEnums.RosterRegistrationType.Inside
source: Inside
nb_no: Innenfor skjematid
sv_se: Inom schematid

# HandelsekodEnums.RosterRegistrationType.Outside
source: Outside
nb_no: Utenfor skjematid
sv_se: Utanför schematid

# HandelsekodEnums.SelfCertificationPeriod.TwelveMonths
source: 12 months
nb_no: 12 måneder
sv_se: 12 månader

# HandelsekodEnums.SemesterBevakningEmot.Arbetsdagar
source: Working days
nb_no: Arbeidsdager
sv_se: Arbetsdagar

# HandelsekodEnums.SemesterBevakningEmot.Arbetspass
source: Shift
nb_no: Arbeidsskift
sv_se: Arbetspass

# HandelsekodEnums.SemesterBevakningEmot.Kalenderdagar
source: Calendar days
nb_no: Kalenderdager
sv_se: Kalenderdagar

# HandelsekodEnums.SemesterBevakningEmot.Semesterdagar
source: Vacation days
nb_no: Feriedager
sv_se: Semesterdagar

# HandelsekodEnums.SemestergrundadePeriod.Barn
source: Child
nb_no: Barn
sv_se: Barn

# HandelsekodEnums.SemestergrundadePeriod.KalenderAr
source: Calendar year
nb_no: Kalenderdager
sv_se: Kalenderår

# HandelsekodEnums.SemestergrundadePeriod.SemesterAr
source: Vacation year
nb_no: Ferieår
sv_se: Semesterår

# HandelsekodEnums.SjuklonBrytgransPer.KalenderAr
source: Calendar year
nb_no: Kalenderår
sv_se: Kalenderår

# HandelsekodEnums.SjuklonBrytgransPer.TolvManader
source: 12 months
nb_no: 12 måneder
sv_se: 12 månader

# HandelsekodEnums.ThresholdBreakType.CalendarDayOneToOne
source: Calendar days 1:1
nb_no: Kalenderdager 1:1
sv_se: Kalenderdagar 1:1

# HandelsekodEnums.ThresholdBreakType.CalendarDayPercent
source: Calendar days %
nb_no: Kalenderdager %
sv_se: Kalenderdagar %

# HandelsekodEnums.ThresholdBreakType.EightHourLimit
source: Qsd max 8 hours
nb_no: Karens maks 8 timer
sv_se: Karens max 8 timmar

# HandelsekodEnums.ThresholdBreakType.Hours
source: Hours
nb_no: Timer
sv_se: Timmar

# HandelsekodEnums.ThresholdBreakType.NotApplicable
source: Not applicable
nb_no: Ikke aktuelt
sv_se: Inte tillämplig

# HandelsekodEnums.ThresholdBreakType.OtherAbsencePrepaid
source: Prepaid
nb_no: Forskuttert
sv_se: Förskotteras

# HandelsekodEnums.ThresholdBreakType.QsdFifthOfWeeklyWorkingTime
source: QSD 1/5 of the working week
nb_no: Karens 1/5 av arbeidstid pr uke
sv_se: Karens 1/5 av veckoarbetstiden

# HandelsekodEnums.ThresholdBreakType.QsdHours
source: QSD hours
nb_no: Karens timer
sv_se: Karens timmar

# HandelsekodEnums.ThresholdBreakType.QsdWorkingDayOneToOne
source: QSD workdays 1:1
nb_no: Karens arbeidsdager 1:1
sv_se: Karens arbetsdagar 1:1

# HandelsekodEnums.ThresholdBreakType.SicknessChronical
source: Chronical sick
nb_no: Kronisk syke
sv_se: Högkostnadsskydd

# HandelsekodEnums.ThresholdBreakType.SicknessPrepaid
source: Prepaid
nb_no: Forskuttert sykelønn
sv_se: Sjuklön i förskott

# HandelsekodEnums.ThresholdBreakType.SicknessSelfCertified
source: Self certified sickness
nb_no: Egenmelding
sv_se: Egen sjukanmälan

# HandelsekodEnums.ThresholdBreakType.VacationAdvanceDaysNO
source: Advanced days
nb_no: Forskuddsdager
sv_se: Förskottsdagar

# HandelsekodEnums.ThresholdBreakType.VacationAdvanceDaysSE
source: Advanced days
nb_no: Forskuddsdager
sv_se: Förskottsdagar

# HandelsekodEnums.ThresholdBreakType.VacationAgreement1SE
source: Contract vacation 1
nb_no: Avtaleferie 1
sv_se: Avtalssemester 1

# HandelsekodEnums.ThresholdBreakType.VacationAgreement2SE
source: Contract vacation 2
nb_no: Avtaleferie 2
sv_se: Avtalssemester 2

# HandelsekodEnums.ThresholdBreakType.VacationDaysOver60YearsNO
source: Additional days
nb_no: Dager ekstra uke
sv_se: Dagar från 60 år

# HandelsekodEnums.ThresholdBreakType.VacationExcessPaidDaysSE
source: Excess paid days
nb_no: Overskytende utbetalt
sv_se: Överskjutande betalda dagar

# HandelsekodEnums.ThresholdBreakType.VacationExcessPaidDaysYearFiveSE
source: Excess year 5
nb_no: Overskytende år 5
sv_se: Överskjutande sparad år 5

# HandelsekodEnums.ThresholdBreakType.VacationNoDaysLeftSE
source: Days > vacation days
nb_no: Dager > feriedager
sv_se: Dagar > semesterdagar

# HandelsekodEnums.ThresholdBreakType.VacationNormalDaysNO
source: Normal days
nb_no: Ordinære dager
sv_se: Normala dagar

# HandelsekodEnums.ThresholdBreakType.VacationPaidDaysSE
source: Paid vacation days
nb_no: Utbetalte feriedager
sv_se: Betalda semesterdagar

# HandelsekodEnums.ThresholdBreakType.VacationSavedDaysSE1
source: Saved vacation days year 1
nb_no: Overførte feriedager år 1
sv_se: Sparade semesterdagar år 1

# HandelsekodEnums.ThresholdBreakType.VacationSavedDaysSE2
source: Saved vacation days year 2
nb_no: Overførte feriedager år 2
sv_se: Sparade semesterdagar år 2

# HandelsekodEnums.ThresholdBreakType.VacationSavedDaysSE3
source: Saved vacation days year 3
nb_no: Overførte feriedager år 3
sv_se: Sparade semesterdagar år 3

# HandelsekodEnums.ThresholdBreakType.VacationSavedDaysSE4
source: Saved vacation days year 4
nb_no: Overførte feriedager år 4
sv_se: Sparade semesterdagar år 4

# HandelsekodEnums.ThresholdBreakType.VacationSavedDaysSE5
source: Saved vacation days year 5
nb_no: Overførte feriedager år 5
sv_se: Sparade semesterdagar år 5

# HandelsekodEnums.ThresholdBreakType.VacationTransferredAdditionalDaysNO
source: Transferred additional days
nb_no: Overført ytterligere dager
sv_se: Överförda ytterligare dagar

# HandelsekodEnums.ThresholdBreakType.VacationTransferredDaysNO
source: Transferred days
nb_no: Overførte dager
sv_se: Överförda dagar

# HandelsekodEnums.ThresholdBreakType.VacationUnpaidDaysNO
source: Unpaid days
nb_no: Ubetalte dager
sv_se: Obetalda dagar

# HandelsekodEnums.ThresholdBreakType.VacationUnpaidDaysSE
source: Unpaid vacation days
nb_no: Ubetalte feriedager
sv_se: Obetalda semesterdagar

# HandelsekodEnums.ThresholdBreakType.WorkingDayOneToOne
source: Workdays 1:1
nb_no: Arbeidsdager 1:1
sv_se: Arbetsdagar 1:1

# HandelsekodEnums.ThresholdBreakType.WorkingDayPercent
source: Workingdays %
nb_no: Arbeidsdager %
sv_se: Arbetsdagar %

# HandelsekodEnums.ThresholdBreakType.WorkingShiftOneToOne
source: Shift 1:1
nb_no: Arbeidsskift 1:1
sv_se: Arbetspass 1:1

# HandelsekodEnums.ThresholdBreakType.WorkingShiftPercent
source: Shift %
nb_no: Arbeidsskift
sv_se: Arbetspass %

# HandelsekodEnums.ThresholdCompleteMonthType.AfterSickpayBeenProcessed
source: All sick pay paid
nb_no: Når alle sykepenger er utbetalt
sv_se: När all sjuklön utbetalats
