Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# Reports.Common.DateTo
source: To
nb_no: Til
sv_se: Till

# Reports.Common.DisplaySelection
source: Display selection
nb_no: Vis utvalg
sv_se: Visa urval

# Reports.Common.EmployeeNumber
source: Employee ID
nb_no: Ansattnummer
sv_se: Anställningsnummer

# Reports.Common.EmployeeNumberFrom
source: Employee ID from
nb_no: Ansattnummer fra
sv_se: Anställningsnummer från

# Reports.Common.EmployeeNumberTo
source: To
nb_no: Til
sv_se: Till

# Reports.Common.Employees
source: Employees
nb_no: Ansatte
sv_se: Anställda

# Reports.Common.Eventcode
source: Event code
nb_no: Kode
sv_se: Händelsekod

# Reports.Common.FilterEventCodes
source: Filter eventcodes
nb_no: Filter koder
sv_se: Filter händelsekoder

# Reports.Common.No
source: No
nb_no: Nei
sv_se: Nej

# Reports.Common.OrganizationNumber
source: Org no
nb_no: Organisasjonsnummer
sv_se: Organisationsnummer

# Reports.Common.Page
source: Page
nb_no: Side
sv_se: Sida

# Reports.Common.Selections
source: Selections
nb_no: Utvalg
sv_se: Urval

# Reports.Common.SelectSorting
source: Select sorting
nb_no: Velg sortering
sv_se: Välj sortering

# Reports.Common.Sorting
source: Sorting
nb_no: Sortering
sv_se: Sortering

# Reports.Common.Yes
source: Yes
nb_no: Ja
sv_se: Ja

# Reports.RefundableAbsence.AbsencePercentage
source: Absence%
nb_no: Fraværs%
sv_se: Frånvaro %

# Reports.RefundableAbsence.Changed
source: Changed
nb_no: Endret
sv_se: Ändrad

# Reports.RefundableAbsence.Chronical
source: Chronical
nb_no: Kronisk syke
sv_se: Kronisk sjuk

# Reports.RefundableAbsence.DateFrom
source: Date from
nb_no: Fradato
sv_se: Datum från

# Reports.RefundableAbsence.DateTo
source: To
nb_no: Til
sv_se: Till

# Reports.RefundableAbsence.EmployeeName
source: Name
nb_no: Navn
sv_se: Namn

# Reports.RefundableAbsence.EmployeeNumber
source: Employee ID
nb_no: Ansattnummer
sv_se: Anställningsnummer

# Reports.RefundableAbsence.EmployeeNumberFrom
source: Employee ID from
nb_no: Ansattnummer fra
sv_se: Anställningsnummer från

# Reports.RefundableAbsence.EmployeeNumberTo
source: To
nb_no: Til
sv_se: Till

# Reports.RefundableAbsence.EmployersLiability
source: Employer period
nb_no: Arbeidsgiverperiode
sv_se: Arbetsgivarperiod

# Reports.RefundableAbsence.EmploymentEnds
source: Employment ends
nb_no: Ansettelse slutter
sv_se: Anställning slutar

# Reports.RefundableAbsence.Eventcode
source: Event code
nb_no: Kode
sv_se: Händelsekod

# Reports.RefundableAbsence.FromDate
source: From date
nb_no: Fradato
sv_se: Från datum

# Reports.RefundableAbsence.MaxDate
source: Max date
nb_no: Maks dato
sv_se: Max datum

# Reports.RefundableAbsence.NationalId
source: National Id
nb_no: Fødselsnummer
sv_se: Personnummer

# Reports.RefundableAbsence.NavOffice
source: NAV office
nb_no: NAV kontor
sv_se: NAV kontor

# Reports.RefundableAbsence.OnlyPrepaidEmployees
source: Only prepaid employees
nb_no: Kun ansatte det skal forskutteres lønn for
sv_se: Endast anställda som förskotteras

# Reports.RefundableAbsence.Selections
source: Selections
nb_no: Utvalg
sv_se: Urval

# Reports.RefundableAbsence.SelectSorting
source: Select sorting
nb_no: Velg sortering
sv_se: Välj sortering

# Reports.RefundableAbsence.Sorting
source: Sorting
nb_no: Sortering
sv_se: Sortering

# Reports.RefundableAbsence.SortingEmployeeName
source: Name
nb_no: Navn
sv_se: Namn

# Reports.RefundableAbsence.SortingEmployeeNumber
source: Employee ID
nb_no: Ansattummer
sv_se: Anställningsnummer

# Reports.RefundableAbsence.SortingNationalId
source: National Id
nb_no: Fødselsnummer
sv_se: Personnummer

# Reports.RefundableAbsence.ToDate
source: To date
nb_no: Til dato
sv_se: Till datum

# Reports.Time.AttendanceTransactions
source: Attendance transactions
nb_no: Arbeidede timer
sv_se: Tidtransaktioner

# RestApi.ErrorMessages.AllEmployeesMustBelongToTheSameUser
source: All employees must belong to the same user
nb_no: Alle ansatte må tilhøre samme bruker
sv_se: Alla anställda måste tillhöra samma användare

# RestApi.ErrorMessages.AtLeastOneEmployeeMustBeConnectedToUser
source: At least one employee must be connected to user
nb_no: Minst én ansatt må være koblet til brukeren
sv_se: Minst en anställd måste vara kopplad till användaren

# RestApi.ErrorMessages.CertificateNeededFromDate
source: Certificate will be needed from {0}
nb_no: Sykmelding er påkrevd fra {0}
sv_se: Läkarintyg krävs från {0}

# RestApi.ErrorMessages.EventcodeChangeNotAllowed
source: Event code is not allowed to be changed
nb_no: Det er ikke mulig å endre regisitreringskode
sv_se: Det är inte möjligt att ändra händelsekoden

# RestApi.ErrorMessages.InvalidValue
source: {0} contains invalid value of {1}
nb_no: {0} er ikke en gyldig verdi for {1}
sv_se: {0} är inte ett giltigt värde för {1}

# RestApi.ErrorMessages.MissingWorkshiftForRange
source: Scheme is missing for period {0} - {1}
nb_no: Arbeidsskift mangler for gjeldende periode {0} - {1}
sv_se: Schema saknas för period {0} - {1}

# RestApi.ErrorMessages.NotFound
source: Not found
nb_no: Ikke funnet
sv_se: Hittades inte

# RestApi.ErrorMessages.RegistrationChangeNotAllowed
source: Registration is not allowed to be changed
nb_no: Det er ikke mulig å endre regstreringen
sv_se: Det är inte möjligt att ändra registreringen

# RestApi.ErrorMessages.RegistrationIsNotALeaverequest
source: The registration is not a leaverequest
nb_no: Registreringen er ikke en forespørsel om fri
sv_se: Registreringen är inte en ledighetsansökan

# RestApi.ErrorMessages.UnhandledError
source: An error occured
nb_no: Det oppstod en feil
sv_se: Ett fel uppstod

# RestApi.Labels.Registrations
source: Registrations
nb_no: Registreringer
sv_se: Registreringar

# RestApi.Labels.TimeBalanceAmount
source: Amount
nb_no: Beløp
sv_se: Antal

# RestApi.Labels.TimeBalanceChangeBy
source: Changed By
nb_no: Endret av
sv_se: Ändrat av

# RestApi.Labels.TimeBalances
source: Time-balances
nb_no: Timesaldoer
sv_se: Tidssaldon

# RestApi.Labels.TimeBalanceType
source: Balance Type
nb_no: Saldotype
sv_se: Saldotyp

# Roster.ErrorMessages.AbsenceExistsForAdjustHours
source: You cannot do changes since there are registrations
nb_no: Arbeidsskiftet kan ikke endres fordi det er fraværsregistreringer i den valgte perioden
sv_se: Du kan inte ändra dagar med registreringar

# Roster.ErrorMessages.AbsenceExistsForRosterTemplate
source: You cannot change roster since there are future registrations
nb_no: Arbeidstidsordningen kan ikke endres fordi det er registreringer i den valgte perioden eller senere
sv_se: Du kan inte ändra schema då det finns registreringar framåt i tiden

# Roster.ErrorMessages.ApprovalExistsForAdjustHours
source: You cannot do changes since the period has been approved.
nb_no: Arbeidsskiftet kan ikke endres fordi den valgte perioden er godkjent
sv_se: Du kan inte ändra arbetpass i en godkänd period

# Roster.ErrorMessages.ApprovalExistsForRosterTemplate
source: You cannot change roster when the period has been approved
nb_no: Arbeidstidsordningen kan ikke registreres for en godkjent periode
sv_se: Du kan inte ändra schema på en godkänd period

# Roster.ErrorMessages.ApprovalExistsForSelectedPeriod
source: You cannot change roster when the period has been approved
nb_no: Arbeidstidsordningen kan ikke endres fordi perioden er godkjent
sv_se: Du kan inte ändra schema på en godkänd period

# Roster.ErrorMessages.EmployeeIsNotEmployed
source: You cannot select roster since the employee is not employed
nb_no: Arbeidstidsordningen kan ikke registreres fordi personen ikke er ansatt i den valgte perioden
sv_se: Du kan inte ändra schema då personen inte är anställd

# Roster.ErrorMessages.HourFormatIncorrect
source: Time can be written as 1:30 or 1,5
nb_no: Feil format. Tid kan skrives som 1:30 eller 1,5
sv_se: Fel format! Du kan ange tid som 1:30 eller 1,5

# Roster.ErrorMessages.RosterTemplateStartDateOutsideRange
source: Roster template can not be connected more than two years ahead.
nb_no: Arbeidordningen kan ikke kobles for mer enn to år
sv_se: Schema kan inte skapas för mer än två år fram i tiden

# Roster.ErrorMessages.RosterUpdateFailedBecauseOfAbsence
source: Could not update roster for the following employees because of registrations on the specific date. Note! Roster has been updated for all employees that are not displayed in this list
nb_no: Arbeidstidsordningen kan ikke endres for følgende ansatte fordi det finnes registreringer på gjeldende dag. Merk at arbeidstidsordningen har blitt oppdatert for alle ansatte som ikke vises i denne listen
sv_se: Schemat kunde inte ändras på följande anställda, då det finns registreringar på aktuell dag. Obs! Schemat har uppdaterats för alla som inte visas i listan

# Roster.ErrorMessages.SameWorkcycleRosterExists
source: Roster with same work cycle already exists!
nb_no: En arbeidordning med samme arbeidssyklus eksisterer allerede
sv_se: Schema med samma cykel finns redan!

# Roster.ErrorMessages.StartDateOutsideEmploymentDates
source: You cannot create roster since start date is outside the employment period
nb_no: Arbeidstidsordning kan ikke lagres når startdatoen er utenfor ansettelsesperioden
sv_se: Du kan inte spara schemat då startdatum är utanför anställningsperioden

# Roster.ErrorMessages.TemplateNameNotUnique
source: A template with the entered name already exists. Name must be unique!
nb_no: Det finnes allerede ett turnus med samme navn. Navnet må være unikt!
sv_se: Det finns redan ett schema med samma namn. Namnet måste vara unikt!

# Roster.ErrorMessages.TemplateNameUndefined
source: Template name is not specified
nb_no: Angi navn på turnusen
sv_se: Ange namn på schemat

# Roster.ErrorMessages.TemplateNotFoundForSelectedDate
source: No template found for selected date
nb_no: Ingen turnus
sv_se: Inget schema hittades

# Roster.ErrorMessages.TemplateStartDateUndefined
source: Template start date is not specified
nb_no: Angi startdato
sv_se: Ange startdatum!

# Roster.ErrorMessages.WorkcycleNotMatchingContractedHours
source: Roster valid from {0} does not match working hours a week in Visma.net Employee.
nb_no: Planlagte timer i perioden {0} stemmer ikke med avtalte timer i Visma.net Employee.
sv_se: Schema med startdag {0} matchar inte veckoarbetstiden i Visma.net Employee. Ändra schemat eller veckoarbetstiden så att dessa stämmer överens.

# Roster.ErrorMessages.WorkHoursNotUpdatedAbsence
source: Work hours could not be updated because of a registered absence
nb_no: Arbeidstimer kunne ikke oppdateres på grunn av et registrert fravær
sv_se: Ändringar kan inte göras eftersom det finns registreringar

# Roster.ErrorMessages.WorkHoursNotUpdatedApproval
source: Work hours could not be updated because the period is already approved
nb_no: Arbeidstimer kunne ikke oppdateres fordi den perioden allerede er godkjent
sv_se: Timmarna kan inte ändras då perioden är attesterad

# Roster.Labels.AllYears
source: All years
nb_no: Alle år
sv_se: Alla år

# Roster.Labels.AverageWeeklyWorkingHours
source: Average weekly working hours
nb_no: Gjennomsnittlige ukentlige arbeidstid
sv_se: Genomsnittlig veckoarbetstid

# Roster.Labels.Change
source: Change
nb_no: Endre
sv_se: Ändra

# Roster.Labels.ConfirmHoursNotMatchingContractHours
source: You have created a roster that do not match the contract. Do you want to use it anyway?
nb_no: Planlagte timer stemmer ikke med avtalte timer. Ønsker du å bruke den likevel?
sv_se: Antal timmar i schemat matchar inte avtalade timmar. Vill du använda schemat ändå?

# Roster.Labels.ConnectedFrom
source: Valid from
nb_no: Gyldig fra
sv_se: Giltig från

# Roster.Labels.ContractedPartTimeFactor
source: Contracted part time factor
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# Roster.Labels.ContractedWorkTime
source: Contracted work time
nb_no: Arbeidstid i kontrakten
sv_se: Arbetstid enligt kontrakt

# Roster.Labels.DayOfWeek
source: Day of week
nb_no: Ukedag
sv_se: Veckodag

# Roster.Labels.DayType
source: Day type
nb_no: Dagtype
sv_se: Dagtyp

# Roster.Labels.ExistingRoster
source: Use an existing roster
nb_no: Bruk en eksisterende turnus
sv_se: Använd ett befintligt schema

# Roster.Labels.FreeDay
source: Free day
nb_no: Ingen arbeidsdag
sv_se: Ledig dag

# Roster.Labels.NewRoster
source: Add a new roster
nb_no: Legg til ny turnus
sv_se: Skapa nytt schema

# Roster.Labels.NormalDay
source: Normal day
nb_no: Normal dag
sv_se: Normal dag

# Roster.Labels.PlannedHoursLessThanContract
source: The number of planned hours are less than the contracted hours
nb_no: Planlagte timer er mindre enn avtalte timer
sv_se: Antal timmar är färre än avtalad arbetstid

# Roster.Labels.PlannedHoursMoreThanContract
source: The number of planned hours are more than the contracted hours
nb_no: Planlagte timer er mer enn avtalte timer
sv_se: Antal timmar är mer än avtalad arbetstid

# Roster.Labels.RosterUpdateFailed
source: Roster update failed
nb_no: Arbeidsordningen kunne ikke oppdateres
sv_se: Schemat kunde inte uppdateras

# Roster.Labels.TreatAs
source: Treat as
nb_no: Behandles som
sv_se: Hantera som

# Roster.Labels.UseExisting
source: Use existing
nb_no: Bruke eksisterende
sv_se: Visa befintligt schema

# Roster.Labels.UseThisRoster
source: Use this roster
nb_no: Lagre
sv_se: Spara ändå

# Roster.Labels.Workcycle
source: Work cycle
nb_no: Arbeidssyklus
sv_se: Schemacykel

# Script.EditScript.NameIsRequired
source: Name is mandatory.
nb_no: Navn er et obligatorisk felt
sv_se: Namn är ett obligatoriskt fält.

# Script.EditScript.ScriptContent
source: Script
nb_no: Skript
sv_se: Formel

# Script.EditScript.ScriptIsRequired
source: Script is mandatory
nb_no: Skript er obligatorisk
sv_se: Formel är obligatoriskt

# Script.EditScript.VacationAgreement
source: Vacation agreement
nb_no: Ferieavtale
sv_se: Semesteravtal

# Script.Exceptions.ScriptDisplayNameMustBeUnique
source: Script must have unique display name
nb_no: Skriptet må ha et unikt visningsnavn
sv_se: Formeln måste ha ett unikt visningsnamn

# Script.Exceptions.ScriptIdentifierNotValid
source: The script is missing a valid identifier
nb_no: Skriptet mangler en gyldig ID
sv_se: Formeln saknar giltigt id

# Script.Exceptions.ScriptNameMustBeUnique
source: Script must have unique name
nb_no: Skriptet må ha et unikt navn
sv_se: Formeln måste ha ett unikt namn

# Script.Exceptions.ScriptNameSyntax
source: The script name must follow the syntax ´scope.name´
nb_no: Skriptnavnet må være iht syntaks ´scope.name´.
sv_se: Formelnamnet måste följa standarden ´ämne.namn´

# Script.Exceptions.SelectedReturnTypeIsNotSupported
source: Selected return type is not supported at the moment
nb_no: Valgt svartype støttes ikke på nåværende tidspunkt
sv_se: Vald svarstyp supporteras inte för närvarande

# Script.Exceptions.VacationScriptInUse
source: The script is assigned to vacation agreement(s): {0}.
nb_no: Skriptet brukes av følgende ferieavtale(r): {0}.
sv_se: Formeln används av följande semesteravtal: {0}.

# Script.Labels.ReturnType
source: Return type
nb_no: Returner type
sv_se: Svarstyp

# Script.Labels.ScriptType
source: Script type
nb_no: Skript type
sv_se: Formeltyp

# Script.Texts.Script
source: Script
nb_no: Skript
sv_se: Formel

# ScriptEnums.ScriptType.EventCode
source: Event code
nb_no: Kode
sv_se: Händelsekod

# ScriptEnums.ScriptType.Time
source: Time
nb_no: Tid
sv_se: Tid

# ScriptEnums.ScriptType.VacationCalculation
source: Vacation calculation
nb_no: Ferieberegning
sv_se: Semesterberäkning

# Security.User.InvalidIdentity
source: Invalid or not set AgdaIdentity.
nb_no: Ugyldig eller ikke definert AgdaIdentity
sv_se: Ogiltig eller inte satt AgdaIdentity.

# SelfCertifiedSickness.Exceptions.MissingCertificate
source: Missing doctor's certificate ({0}).
nb_no: Fraværet må dokumenteres med sykmelding ({0})
sv_se: Läkarintyg saknas ({0}).

# SelfCertifiedSickness.Exceptions.TooManyDaysInOccurance
source: Too many self certified sickness days in occurence ({0})
nb_no: I dette tilfellet må du ha legeerklæring. Grense for antall egenmeldingsdager for dette tilfellet er nådd ({0})
sv_se: För många egenanmälningsdagar per tillfälle ({0})

# SelfCertifiedSickness.Exceptions.TooManyDaysInPeriod
source: Too many self certified sickness days in 12 month period ({0})
nb_no: I dette tilfellet må du ha legeerklæring. Grense for antall egenmeldings dager de siste 12 måneder er nådd ({0})
sv_se: För många egenanmälningsdagar i en period av 12 månader ({0})

# SelfCertifiedSickness.Exceptions.TooManyOccationsInEmployerPeriod
source: It's not possible to register self certification outside the employer's period ({0}).
nb_no: Antall dager egenmelding i løpet av arbeidsgiverperioden er brukt opp. Sykemelding er nødvendig ({0})
sv_se: Det är inte möjligt att registrera egenmelding utanför arbetsgivarperioden ({0}).

# SelfCertifiedSickness.Exceptions.TooManyOccurrences
source: Too many self certified sickness occurences ({0})
nb_no: I dette tilfellet må du ha legeerklæring. Grense for antall egenmeldinger er nådd. ({0})
sv_se: För många egenanmälningstillfällen ({0})

# SickChild.Exceptions.TooManyDaysInPeriod
source: Limit of sick children-days during the year has been reached ({0})
nb_no: Grense for antall dager med sykt barn er nådd ({0})
sv_se: Gränsen för antal dagar med vård av barn under året är nådd ({0})

# Strings.Labels.ChooseHere
source: Select here
nb_no: Velg her
sv_se: Välj här

# Support.Resend.ButtonStatus
source: Get status
nb_no: Hent status
sv_se: Hämta status

# Support.Resend.Completed
source: Completed
nb_no: Fullført
sv_se: Klart

# Support.Resend.DateFrom
source: Date from
nb_no: Fra dato
sv_se: Datum från

# Support.Resend.DateTo
source: To
nb_no: Til
sv_se: Till

# Support.Resend.Failed
source: Failed
nb_no: Feilet
sv_se: Misslyckades

# Support.Resend.Pending
source: Pending
nb_no: Venter
sv_se: Avvaktar

# Support.Resend.StatusTitle
source: Status for messages in selected date period
nb_no: Status for meldinger i valgte periode
sv_se: Status för meddelande i vald period

# Support.Resend.Title
source: Select date period to resend messages for
nb_no: Velg periode for re-sending av meldinger
sv_se: Välj datumperiod för att skicka meddelande igen

# System.ErrorMessages.AccessDenied
source: Access denied
nb_no: Ingen tilgang
sv_se: Behörighet saknas

# System.ErrorMessages.AccessDeniedText
source: Sorry, but you have no access to this page. Please contact your systemadministrator.
nb_no: Du har ikke tillatelse til å vise siden
sv_se: Du har inte behörighet att visa sidan. V.v. kontakta din systemadministratör.

# System.ErrorMessages.BackToPreviousPage
source: Back to the previous page
nb_no: Tilbake til forrige side
sv_se: Tillbaka till föregående sida

# System.ErrorMessages.CompanyAccessDenied
source: Looks like you don't have access to the company
nb_no: Du har ikke tilgang til bedriften
sv_se: Du har inte behörighet till valt företag. V.v. kontakta din systemadministratör.

# System.ErrorMessages.ConcurrencyError
source: Data has been changed by another user. Please retry your operation. If that does not help, you need to start over to get the latest changes.
nb_no: Data er blitt endret av en annen bruker. Vennligst prøv igjen. Hvis dette ikke hjelper, må du starte registreringen på nytt.
sv_se: Data har ändrats av en annan användare. Vänligen försök igen. Om det inte hjälper, måste du börja om från början för att få de senaste ändringarna.

# System.ErrorMessages.DefaultVacationAgreementCannotBeRemoved
source: Default vacation agreement cannot be removed
nb_no: Standard ferieavtale kan ikke fjernes
sv_se: Standard semesteravtal kan inte tas bort

# System.ErrorMessages.ErrorHeadline
source: Error
nb_no: Feil
sv_se: Fel

# System.ErrorMessages.LogInformation
source: Log information! Please copy this and send by e-mail to support
nb_no: Logg informasjon - vennligst kopier dette og sende per e-post til support
sv_se: Logginformation! Vänligen kopiera detta samt skicka via e-post till support

# System.ErrorMessages.PageNotFound
source: The page could not be found.
nb_no: Siden ble ikke funnet
sv_se: Sidan kunde inte hittas.

# System.ErrorMessages.PageNotFoundText
source: We´re sorry, the page you were looking for could not be found. It may have been moved or the address can be mistyped.
nb_no: Beklager, siden du leter etter ble ikke funnet. Den kan ha blitt flyttet eller adressen kan være skrevet feil.
sv_se: Tyvärr kan inte sidan du letade efter hittas. Den kan ha flyttats eller har fel adress angetts.

# System.ErrorMessages.UnexpectedError
source: An unexpected error has occurred.
nb_no: Det har oppstått en uventet feil
sv_se: Ett ohanterat fel har inträffat.

# System.ErrorMessages.UnexpectedErrorSupport
source: An unexpected error has occurred!
nb_no: Det har oppstått en uventet feil!
sv_se: Ett ohanterat fel har inträffat!

# System.ErrorMessages.UnexpectedErrorText
source: We are sorry but an unexpected error has occurred. To recover from this, try navigate back and try again.
nb_no: Vi beklager, men det har oppstått en uventet feil. For å komme seg fra dette, prøver å navigere tilbake eller oppdatere siden.
sv_se: Vi är ledsna, men det har uppstått ett oväntat fel. Prova att navigera tillbaka och eller uppdatera sidan.

# Threading.Exceptions.MonitorTryEnterFailed
source: A lock attempts failed due to time ({0})
nb_no: Låsing mislyktes på grunn av tid ({0})
sv_se: Ett låsförsök misslyckades inom angiven tid ({0})

# Time.Controls.AddBalanceDefinition
source: Add balance definition
nb_no: Lag saldo
sv_se: Skapa saldo

# Time.Labels.BalanceDefinition
source: Balance definition
nb_no: Saldo
sv_se: Saldo

# Time.Labels.BalanceDefinitions
source: Balance definitions
nb_no: Saldo
sv_se: Saldo

# Time.Labels.Balances
source: Balances
nb_no: Saldoer
sv_se: Saldon

# Time.Labels.ChangeBy
source: Change by
nb_no: Endre med
sv_se: Ändras med

# Time.Labels.ChangeTimeBalances
source: Change time balances
nb_no: Endre timesaldo
sv_se: Ändra tidssaldo

# Time.Labels.DateToChangeBalances
source: Date to change balances
nb_no: Dato for å endre saldo
sv_se: Ändra tidssaldo per datum

# Time.Labels.DimensionDefinitions
source: Dimension definitions
nb_no: Dimensjonsdefinisjoner
sv_se: Dimensionsdefinitioner

# Time.Labels.DimensionsLoading
source: Loading dimensions
nb_no: Dimensjoner hentes
sv_se: Laddar dimensioner

# Time.Labels.Identifier
source: Identifier
nb_no: Id
sv_se: Id

# Time.Labels.OriginalBalance
source: Original balance
nb_no: Opprinnelig saldo
sv_se: Ursprungligt saldo

# Time.Labels.RegisterTimeOn
source: Register time on
nb_no: Registrer time på
sv_se: Registrera tid på

# Time.Labels.SelectDimensionValue
source: Select dimension value
nb_no: Velg dimensjon
sv_se: Välj dimension

# Time.Labels.TimeConfig
source: Time config.
nb_no: Time konfigurasjon
sv_se: Time konfig.

# TimeBalances.Labels.AmountHoursToConvert
source: Amount of hours to convert to money
nb_no: Antall oppsparte overtidstimer til utbetaling
sv_se: Antal timmar för utbetalning

# TimeBalances.Labels.AvailableHoursSaved
source: Available hours saved
nb_no: Oppspart overtid
sv_se: Sparad övertid i timmar

# TimeBalances.Labels.ChangeTimeBalances
source: Change Time balances
nb_no: Endre saldoer
sv_se: Ändra saldo

# TimeBalances.Labels.ConvertHoursToMoney
source: Convert hours to money
nb_no: Gjør om timer til lønn
sv_se: Omvandla timmar till lön

# TimeBalances.Labels.PayoutSavedOvertime
source: Payout saved overtime
nb_no: Betal ut oppspart overtid
sv_se: Betala ut sparad övertid

# TimeSheet.Labels.ChangeDateRangeOrFilter
source: Try to change date range or filter
nb_no: Ingen treff! Endre ditt datointervall eller filtrering.
sv_se: Inget att visa! Försök att ändra datumintervall eller filtrering.

# TimeSheet.Labels.ErrorStatus
source: Error - contact support
nb_no: Noe gikk feil - kontakt support
sv_se: Något gick fel - kontakta support

# TimeSheet.Labels.NothingToShow
source: Nothing to show
nb_no: Ikke noe å vise.
sv_se: Inget att visa
