Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# TimeSheet.Labels.ReasonForReject
source: Reason for rejecting
nb_no: Grunn for avslag
sv_se: Anledning till avslag

# TimeSheet.Labels.ReasonForRejectLong
source: There must be a reason why to reject
nb_no: Det må oppgis en grunn for avslaget
sv_se: Du måste ange en orsak till avslaget

# TimeSheet.Labels.RejectRegistrations
source: Reject registrations
nb_no: Avvis registrering
sv_se: Avvisa registrering

# Title.Labels.Calendar
source: Calendar | Visma Calendar
nb_no: Kalender | Visma Calendar
sv_se: Kalendarie | Visma Calendar

# Title.Labels.EventCodes
source: Event codes | Visma Calendar
nb_no: Koder | Visma Calendar
sv_se: Händelsekoder | Visma Calendar

# TransactionReceipt.Texts.TransactionReceipt
source: Transaction receipt
nb_no: Transaksjonskvittering
sv_se: Transaktionskvitto

# Vacation.Navigation.Agreements
source: Vacation agreements
nb_no: Ferieavtaler
sv_se: Semesteravtal

# Vacation.Navigation.AgreementsPageTitle
source: Vacation agreements for {0}
nb_no: Ferieavtaler for {0}
sv_se: Semesteravtal för {0}

# Vacation.Navigation.ApplicationName
source: Calendar
nb_no: Kalender
sv_se: Kalender

# Vacation.Navigation.ApprovalProcessEnable
source: Use process
nb_no: Bruk prosess
sv_se: Använd process

# Vacation.Navigation.Calendar
source: Event registration
nb_no: Registrering
sv_se: Händelseregistrering

# Vacation.Navigation.CompanySettings
source: Company settings
nb_no: Selskapsinnstillinger
sv_se: Företagsinställningar

# Vacation.Navigation.EmployeesPageTitle
source: Employees for {0}
nb_no: Ansatte for {0}
sv_se: Anställda för {0}

# Vacation.Navigation.EventCodes
source: Event codes
nb_no: Koder
sv_se: Händelsekoder

# Vacation.Navigation.EventCodesPageTitle
source: Event codes for {0}
nb_no: Koder for {0}
sv_se: Händelsekoder för {0}

# Vacation.Navigation.LeaveRequests
source: Leave requests
nb_no: Fraværssøknad
sv_se: Ledighetsansökningar

# Vacation.Navigation.Me
source: My calendar
nb_no: Min kalender
sv_se: Min kalender

# Vacation.Navigation.Recalculate
source: Recalculate
nb_no: Rekalkulerer
sv_se: Beräkna om

# Vacation.Navigation.RefundableAbsence
source: Refundable absence
nb_no: Refunderbart fravær
sv_se: Återbetalningsbar frånvaro

# Vacation.Navigation.Reports
source: Reports
nb_no: Rapporter
sv_se: Rapporter

# Vacation.Navigation.Resend
source: Resend messages
nb_no: Sende meldingen igjen
sv_se: Skicka om meddelanden

# Vacation.Navigation.ScriptsPageTitle
source: Scripts for {0}
nb_no: Skript for {0}
sv_se: Formler för {0}

# Vacation.Navigation.Settings
source: Settings
nb_no: Innstillinger
sv_se: Inställningar

# Vacation.Navigation.TimeAgreements
source: Time agreements
nb_no: Tidsavtale
sv_se: Tidsavtal

# Vacation.Navigation.Vacation
source: Vacation
nb_no: Ferie
sv_se: Semester

# Vacation.Navigation.VacationAgreements
source: Vacation agreements
nb_no: Ferieavtale
sv_se: Semesteravtal

# Vacation.Navigation.VacationCalculation
source: Vacation calculation
nb_no: Ferieberegning
sv_se: Semesterberäkning

# Vacation.Navigation.VacationCalculationPageTitle
source: Vacation calculation for {0}
nb_no: Ferieberegning for {0}
sv_se: Semesterberäkning för {0}

# VacationAgreement.Exceptions.InvalidVacationAgreementPeriod
source: Invalid vacation agreement period ({0})
nb_no: Ugyldig periode for ferieavtale
sv_se: Ogiltig period för semesteravtalet ({0})

# VacationAgreement.Exceptions.MissingVacationAgreement
source: Vacation agreement is missing
nb_no: Ferieavtale mangler
sv_se: Semesteravtal saknas.

# VacationAgreement.Exceptions.MonthsEmploymentMinLimitGreaterThanMaxLimit
source: Minimum employment period may not be greater than largest #####
nb_no: Minimum ansettelsesperiode kan ikke være større enn verdien for antall siste måneder
sv_se: Värdet för minsta anställningstid får inte vara större än värdet för antalet senaste månader

# VacationAgreement.Exceptions.NotFound
source: Unable to find the vacation agreement
nb_no: Finner ikke ferieavtalen
sv_se: Det går inte att hitta semesteravtal

# VacationAgreement.Exceptions.PaycodeExcessPaidDaysMandatory
source: Paycode for Excess paid days to wage run is mandatory
nb_no: Lønnsart for overskytende dager til lønn er obligatorisk
sv_se: Löneart för Överskjutande betalda dagar till lön är obligatoriskt

# VacationAgreement.Exceptions.PaycodeExcessSavedDaysYearFiveMandatory
source: Paycode for Excess saved days year 5 to wage run is mandatory
nb_no: Lønnsart for overskytende dager år 5 til lønn er obligatorisk
sv_se: Löneart för Överskjutande sparade dagar år 5 till lön är obligatoriskt

# VacationAgreement.Exceptions.VacationAgreementInUse
source: The vacation agreement is assigned to employee: {0}.
nb_no: Ferieavtalen brukes av ansatt: {0}
sv_se: Semesteravtalet används av: {0}.

# VacationAgreement.Exceptions.VacationAgreementNameMustBeUnique
source: Vacation agreement must have unique name.
nb_no: Ferieavtalen må ha et unikt navn
sv_se: Semesteravtalet måste ha ett unikt namn.

# VacationAgreement.Labels.AdditionalDays
source: Additional days
nb_no: Aldersbestemt ferie
sv_se: Extra semesterdagar

# VacationAgreement.Labels.AdditionalDaysFromAge
source: Additional days from age
nb_no: Ekstra uke fra alder
sv_se: Extra dagar från ålder

# VacationAgreement.Labels.AdditionalDaysFromAgeVacationEntitlement
source: Vacation entitlement for additional days
nb_no: Antall dager ekstra uke
sv_se: Semesterrätt för extra dagar

# VacationAgreement.Labels.AdditionalDaysFromAgeVacationPayInPercent
source: Additional vacation pay in %
nb_no: Feriepengeprosent ekstra uke
sv_se: Extra dagar semesterlön i %

# VacationAgreement.Labels.AdditionalVacationEntitlement
source: Additional vacation entitlement
nb_no: Ekstra ferie
sv_se: Extra semesterrätt

# VacationAgreement.Labels.AdditionalVacationPayInPercent
source: Additional vacation pay in %
nb_no: Feriepengeprosent ekstra ferie
sv_se: Extra semesterersättning i %

# VacationAgreement.Labels.AdditionVacationBasedAbsenceScript
source: Addition vacation based absence
nb_no: Tillegg ferieberettiget fravær
sv_se: Tillägg semestergrundande frånvaro

# VacationAgreement.Labels.AddVacationAgreement
source: Add vacation agreement
nb_no: Legg til ferieavtale
sv_se: Lägg till semesteravtal

# VacationAgreement.Labels.Agreement
source: Vacation agreement
nb_no: Ferieavtale
sv_se: Semesteravtal

# VacationAgreement.Labels.AverageEarning
source: Average earning
nb_no: Gjennomsnittsinntekt
sv_se: Snittlöneberäkning

# VacationAgreement.Labels.AverageEarningScript
source: Average earning
nb_no: Gjennomsnittsinntekt
sv_se: Snittlöneberäkning

# VacationAgreement.Labels.Balances
source: Balances
nb_no: Saldoer
sv_se: Saldon

# VacationAgreement.Labels.CalculationOfVacationPay
source: Calculation of vacation pay
nb_no: Beregning av feriepenger
sv_se: Beräkning av semesterersättning

# VacationAgreement.Labels.DaysPerWeek
source: Days per week
nb_no: Dager per uke
sv_se: Dagar per vecka

# VacationAgreement.Labels.DefaultVacationAgreement
source: Default vacation agreement
nb_no: Standard ferieavtale
sv_se: Standard semesteravtal

# VacationAgreement.Labels.DeviantVacationPayFounding
source: Deviant vacation pay founding
nb_no: Ferieberettiget periode
sv_se: Semesterlönegrundande period

# VacationAgreement.Labels.EarnedDaysCalculatedInAverageUtilization
source: Earned days calculated in average utilization
nb_no: Beregne inntjente dager med gjennomsnittlig stillingsprosent
sv_se: Beräkna intjänade dagar med genomsnittlig sysselsättningsgrad

# VacationAgreement.Labels.EarnedPaidDaysScript
source: Earned paid days
nb_no: Betalte dager
sv_se: Betalda dagar

# VacationAgreement.Labels.Entitlement
source: Entitlement
nb_no: Feriedager- og prosent
sv_se: Semesterrätt- och procent

# VacationAgreement.Labels.ExcessPaidDays
source: Excess paid days
nb_no: Overskytende betalte dager
sv_se: Överskjutande betalda dagar

# VacationAgreement.Labels.ExcessPaidDaysToPayroll
source: Excess paid days to wage run
nb_no: Overskytende betalte dager til lønn
sv_se: Överskjutande betalda dagar till lön

# VacationAgreement.Labels.ExcessSavedDaysYearFiveToPayroll
source: Excess saved days year 5 to wage run
nb_no: Overskytende overførte dager 5 år til lønn
sv_se: Överskjutande sparade dagar år 5 till lön

# VacationAgreement.Labels.Factor1
source: Factor 1
nb_no: Faktor 1
sv_se: Faktor 1

# VacationAgreement.Labels.Factor2
source: Factor 2
nb_no: Faktor 2
sv_se: Faktor 2

# VacationAgreement.Labels.InitialBalances
source: Initial balances
nb_no: Opprinnelig feriesaldo
sv_se: Start värden

# VacationAgreement.Labels.IntermittentMethodType
source: Calculation method intermittent employed
nb_no: Beregning for midlertidig ansatt
sv_se: Beräkning för intermittent anställd

# VacationAgreement.Labels.MaxAdvancedDays
source: Max advanced days
nb_no: Maks forskuddsdager
sv_se: Max förskottsdagar

# VacationAgreement.Labels.Name
source: Name
nb_no: Navn
sv_se: Namn

# VacationAgreement.Labels.NonVacationBasedAbsence
source: Non vacation based absence
nb_no: Ikke ferierelatert fravær
sv_se: Ej semestergrundande frånvaro

# VacationAgreement.Labels.PaycodeAdvancedDays
source: Advanced days
nb_no: Forskuddsdager
sv_se: Förskottsdagar

# VacationAgreement.Labels.PaycodeEarnedDays
source: Earned days
nb_no: Opptjente dager
sv_se: Intjänade dagar

# VacationAgreement.Labels.PaycodeExcessPaidDays
source: Excess paid days
nb_no: Overskytende betalte dager
sv_se: Överskjutande betalda dagar

# VacationAgreement.Labels.PaycodeExcessSavedDaysYearFive
source: Excess saved days year 5
nb_no: Overskytende betalte dager over 5 år
sv_se: Överskjutande dagar spar år 5

# VacationAgreement.Labels.PaycodeFullCalendarDays
source: Full calendar days
nb_no: Hele kalenderdager
sv_se: Hela kalenderdagar

# VacationAgreement.Labels.PaycodePaidDays
source: Paid days
nb_no: Betalte dager
sv_se: Betalda dagar

# VacationAgreement.Labels.PaycodePartOfCalendarDays
source: Part of calendar days
nb_no: Del av kalenderdag
sv_se: Del av kalenderdag

# VacationAgreement.Labels.PaycodePostponedDays
source: Postponed days
nb_no: Utsatte dager
sv_se: Förskjutna dagar

# VacationAgreement.Labels.PayCodes
source: Paycode
nb_no: Lønnsart
sv_se: Löneart

# VacationAgreement.Labels.PaycodeSavedDaysYear1
source: Saved days year 1
nb_no: Overførte dager år 1
sv_se: Sparade dagar år 1

# VacationAgreement.Labels.PaycodeSavedDaysYear2
source: Saved days year 2
nb_no: Overførte dager år 2
sv_se: Sparade dagar år 2

# VacationAgreement.Labels.PaycodeSavedDaysYear3
source: Saved days year 3
nb_no: Overførte dager år 3
sv_se: Sparade dagar år 3

# VacationAgreement.Labels.PaycodeSavedDaysYear4
source: Saved days year 4
nb_no: Overførte dager år 4
sv_se: Sparade dagar år 4

# VacationAgreement.Labels.PaycodeSavedDaysYear5
source: Saved days year 5
nb_no: Overførte dager år 5
sv_se: Sparade dagar år 5

# VacationAgreement.Labels.PaycodeUsedVacationDays
source: Used vacation days
nb_no: Brukte feriedager
sv_se: Uttagna semesterdagar

# VacationAgreement.Labels.PaycodeVacationBasedAbsenceInHours
source: Hours
nb_no: Timer
sv_se: Timmar

# VacationAgreement.Labels.PaymentPeriod
source: Payment period
nb_no: Utbetalingsperiode
sv_se: Utbetalningsperiod

# VacationAgreement.Labels.PayoutPeriodFixedSalary
source: Payout period fixed salary
nb_no: Utbetalingsmåned for fastlønnede
sv_se: Utbetalning semesterlön för fast avlönade

# VacationAgreement.Labels.PayoutPeriodHourlyPaid
source: Payout period hourly paid
nb_no: Utbetalingsmåned for timelønnede
sv_se: Utbetalning semesterlön för timavlönade

# VacationAgreement.Labels.PayoutVacationPay
source: Payout vacation pay
nb_no: Utbetaling av feriepenger
sv_se: Utbetalning av semesterlön

# VacationAgreement.Labels.PercentageRule
source: Percentage rule
nb_no: Prosentregel
sv_se: Procentregeln

# VacationAgreement.Labels.Position
source: Position
nb_no: Stilling
sv_se: Kontrakt

# VacationAgreement.Labels.Quota
source: Quota
nb_no: Faktor
sv_se: Kvot

# VacationAgreement.Labels.ReduceDeficientDays
source: Reduce deficient days
nb_no: Reduserte dager
sv_se: Reducera bristande dagar

# VacationAgreement.Labels.RemoveAdvancedDays
source: Remove advance days
nb_no: Slette forskuddsdager
sv_se: Ta bort förskottsdagar

# VacationAgreement.Labels.SameWageRule
source: Same wage rule
nb_no: Samme lønnsregel
sv_se: Sammalöneregeln

# VacationAgreement.Labels.SavedDaysYearFive
source: Excess saved days year five
nb_no: Overførte dager år fem
sv_se: Överskjutna sparade dagar år fem

# VacationAgreement.Labels.SavedPaidDays
source: Save paid days
nb_no: Overførte betalte dager
sv_se: Spara betalda dagar

# VacationAgreement.Labels.SaveOptionalPaidDays
source: Days
nb_no: Dgr
sv_se: Dagar

# VacationAgreement.Labels.SeniorWeek
source: Additional days
nb_no: Aldersbestemt ferie
sv_se: Extra semesterdagar

# VacationAgreement.Labels.TotalVacationBasedSalaryScript
source: Total vacation based salary
nb_no: Total feriepengeberettiget lønn
sv_se: Total semestergrundande lön

# VacationAgreement.Labels.TotalVacationPayScript
source: Total vacation pay
nb_no: Total ferielønn
sv_se: Total semesterlön

# VacationAgreement.Labels.UnpaidDays
source: Unpaid days
nb_no: Ubetalte dager
sv_se: Obetalda dagar

# VacationAgreement.Labels.UnpaidDaysAfterThreshold
source: Unpaid days after date limit
nb_no: Ubetalte dager etter grensen
sv_se: Obetalda dagar efter gränsen

# VacationAgreement.Labels.UnpaidDaysBeforeThreshold
source: Unpaid days before date limit
nb_no: Ubetalte dager før grensen
sv_se: Obetalda dagar före gränsen

# VacationAgreement.Labels.UnpaidDaysThreshold
source: Date limit for unpaid days
nb_no: Grense for ubetalte dager
sv_se: Datum gräns för obetalda dagar

# VacationAgreement.Labels.UseLimitValueForVacationPayment
source: Use limit value for vacation pay
nb_no: Bruk grense for ferielønn
sv_se: Använd gränsvärde för semesterlön

# VacationAgreement.Labels.UseVacationFactorInHours
source: Use vacation factor in hours
nb_no: Bruk feriefaktor i timer
sv_se: Använd semesterfaktor i timmar

# VacationAgreement.Labels.UseVacationInAdvance
source: Use vacation in advance
nb_no: Bruk forskuddsferie
sv_se: Använd förskottssemester

# VacationAgreement.Labels.UtilizationRate
source: Utilization rate
nb_no: Stillingsprosent
sv_se: Sysselsättningsgrad

# VacationAgreement.Labels.UtilizationType
source: Utilization
nb_no: Stillingsprosent
sv_se: Syss.grad

# VacationAgreement.Labels.VacationBalance
source: Vacation balance
nb_no: Feriesaldo
sv_se: Semestersaldon

# VacationAgreement.Labels.VacationBasedAbsence
source: Vacation based absence
nb_no: Ferierelatert fravær
sv_se: Semestergrundande frånvaro

# VacationAgreement.Labels.VacationBasedHours
source: Vacation based hours
nb_no: Feriebaserte timer
sv_se: Semestergrundande timmar

# VacationAgreement.Labels.VacationDays
source: Vacation days
nb_no: Feriedager
sv_se: Semesterdagar

# VacationAgreement.Labels.VacationDaysInNetOnPayslip
source: Vacation days in net on payslip
nb_no: Ferieskift på lønnsslippen
sv_se: Semesterdagar i netto på lönespecifikation

# VacationAgreement.Labels.VacationEntitlement
source: Vacation entitlement
nb_no: Ordinære dager
sv_se: Semesterrätt

# VacationAgreement.Labels.VacationFactorInHours
source: Vacation factor in hours
nb_no: Feriefaktor i timer
sv_se: Semesterfaktor i timmar

# VacationAgreement.Labels.VacationPay
source: Vacation pay
nb_no: Feriepenger
sv_se: Semesterlön

# VacationAgreement.Labels.VacationPayAdditionPerDay
source: Vacation pay addition per day
nb_no: Feriepengetillegg per dag
sv_se: Semesterlönetillägg per dag

# VacationAgreement.Labels.VacationPayAdditionPerDayInPercent
source: Vacation pay addition per day in %
nb_no: Feriepengetillegg per dag i %
sv_se: Semesterlönetillägg per dag i %

# VacationAgreement.Labels.VacationPayInPercent
source: Vacation pay in %
nb_no: Feriepengeprosent
sv_se: Semesterlön i %

# VacationAgreement.Labels.VacationPaymentSavedDays
source: Vacation pay on saved days
nb_no: Feriepenger på overførte dager
sv_se: Semesterlön för sparade dagar

# VacationAgreement.Labels.VacationPayPerDay
source: Vacation pay per day
nb_no: Feriepenger per dag
sv_se: Semesterlön per dag

# VacationAgreement.Labels.VacationPayPerDayInPercent
source: Vacation pay per day in %
nb_no: Feriepenger per dag i %
sv_se: Semesterlön per dag i %

# VacationAgreement.Labels.VacationPayPerDayScript
source: Vacation pay per day
nb_no: Feriepenger per dag
sv_se: Semesterlön per dag

# VacationAgreement.Labels.VacationPayRefillPerDayScript
source: Vacation pay refill per day
nb_no: Feriepenger utfylt per dag
sv_se: Semesterlönutfyllnad per dag

# VacationAgreement.Labels.VacationType
source: Vacation type
nb_no: Ferietype
sv_se: Semestertyp

# VacationAgreement.Labels.VacationYear
source: Vacation year starts at
nb_no: Ferieåret starter i
sv_se: Semesteråret börjar

# VacationAgreement.Labels.VacationYearTo
source: to
nb_no: til
sv_se: till

# VacationAgreement.Labels.VariableVacationPayPerDay
source: Variable vacation pay per day
nb_no: Bevegelige feriepenger per dag
sv_se: Rörlig semesterlön per dag

# VacationAgreement.Labels.VariableVacationPayPerDayInPercent
source: Variable vacation pay per day in %
nb_no: Bevegelige feriepenger per dag i %
sv_se: Rörlig semesterlön per dag i %

# VacationAgreement.Labels.VariableVacationPayPerDayScript
source: Variable vacation pay per day
nb_no: Bevegelige feriepenger per dag
sv_se: Rörlig semesterlön per dag

# VacationAgreement.Labels.VariableVacationPayTotal
source: Variable vacation pay total
nb_no: Bevegelige feriepenger totalt
sv_se: Rörlig semesterlön totalt

# VacationAgreement.Labels.VariableVacationPayTotalInPercent
source: Variable vacation pay total in %
nb_no: Bevegelige feriepenger totalt i %
sv_se: Rörlig semesterlön totalt i %

# VacationAgreement.Labels.VariableVacationPayTotalScript
source: Variable vacation pay total
nb_no: Bevegelige feriepenger totalt
sv_se: Totalt rörlig semesterlön

# VacationAgreement.Labels.WithholdMoneyForFixedPaid
source: Withhold money for fixed salary
nb_no: Ferietrekk for fastlønnede?
sv_se: Semesteravdrag för månadsavlönade

# VacationAgreement.Tabs.FinalWages
source: Final wages
nb_no: Sluttoppgjør
sv_se: Slutlön

# VacationAgreement.Tabs.Generic
source: Common
nb_no: Vanlig
sv_se: Allmänt

# VacationAgreement.Tabs.HandlingVacationDay
source: Handling of vacation days
nb_no: Håndtering av feriedager
sv_se: Hantering semesterdagar

# VacationAgreement.Tabs.LimitValues
source: Limit values for vacation pay
nb_no: Grenseverdi for feriepenger
sv_se: Gränsvärden för semesterlön

# VacationAgreement.Tabs.Scripts
source: Scripts
nb_no: Skript
sv_se: Formler

# VacationAgreement.Tabs.VacationEarning
source: Vacation earning
nb_no: Ferieopptjening
sv_se: Semesterintjänande

# VacationAgreement.Tabs.VacationPayLiability
source: Vacation pay liability
nb_no: Ferielønnsavregning
sv_se: Semesterlöneskuld

# VacationAgreement.Texts.VacationAgreement
source: Vacation agreement
nb_no: Ferieavtale
sv_se: Semesteravtal

# VacationAgreementEnums.AverageEarningType.AverageHourlyWage
source: Average hourly wage
nb_no: Gjennomsnittlig timelønn
sv_se: Genomsnittlig timlön

# VacationAgreementEnums.AverageEarningType.FixedHourlyWage
source: Fixed hourly wage
nb_no: Fast timelønn
sv_se: Fast timlön

# VacationAgreementEnums.CalculationOfVacationPayType.FullAccrual
source: Full accrual
nb_no: Full opptjening
sv_se: Full ackumulering

# VacationAgreementEnums.CalculationOfVacationPayType.Limited
source: Limited, up to 6G
nb_no: Begrenset, til 6G
sv_se: Begränsad, till 6G

# VacationAgreementEnums.DaysPerWeekType.Five
source: Five
nb_no: Fem (dagslønn beregnes med faktor 21,67)
sv_se: Fem

# VacationAgreementEnums.DaysPerWeekType.FiveRounded
source: Five, rounded
nb_no: Fem, avrundet (dagslønn beregnes med faktor 22)
sv_se: Fem, avrundat

# VacationAgreementEnums.DaysPerWeekType.Six
source: Six
nb_no: Seks (dagslønn beregnes med faktor 26)
sv_se: Sex

# VacationAgreementEnums.IntermittentMethodType.GrossDays
source: Gross days
nb_no: Brutto
sv_se: Brutto

# VacationAgreementEnums.IntermittentMethodType.NetDays
source: Net days
nb_no: Netto
sv_se: Netto

# VacationAgreementEnums.PaymentPeriod.Continuously
source: Continuously
nb_no: Kontinuerlig
sv_se: Kontinuerligt

# VacationAgreementEnums.PaymentPeriod.OnceAYear
source: Once a year
nb_no: Årlig
sv_se: Årligen

# VacationAgreementEnums.SavedPaidDaysType.SaveAllPaidDays
source: Save all paid days
nb_no: Overfør alle betalte dager
sv_se: Spara alla betalda dagar

# VacationAgreementEnums.SavedPaidDaysType.SaveMax5PaidDays
source: Save max 5 paid days
nb_no: Overfør maks 5 betalte dager
sv_se: Spara max 5 betalda dagar

# VacationAgreementEnums.SavedPaidDaysType.SaveMoreThan20PaidDays
source: Save more than 20 paid days
nb_no: Overfør mer enn 20 betalte dager
sv_se: Spara mer än 20 betalda dagar

# VacationAgreementEnums.SavedPaidDaysType.SaveMoreThan20PaidDaysOrEntitlement
source: Save more than 20 paid days or entitlement
nb_no: Overfør mer enn 20 betalte dager eller berettigede
sv_se: Spara mer än 20 betalda dagar eller berättigade

# VacationAgreementEnums.SavedPaidDaysType.SaveOptionalPaidDays
source: Save optional paid days
nb_no: Overfør valgfritt antall dager
sv_se: Spara valfritt antal dagar

# VacationAgreementEnums.SavedPaidDaysType.SavePaidDaysMaxEntitlement
source: Save paid days max entitlement
nb_no: Overfør maks av den ansattes ferieberettigede dager
sv_se: Spara max personens semesterrätt

# VacationAgreementEnums.UtilizationType.AverageRate
source: Average rate
nb_no: Gjennomsnittlig stillingsprosent
sv_se: Snittsyssgrad

# VacationAgreementEnums.UtilizationType.AverageRateReducedByPartTimeAbsence
source: Average rate, reduced by part time absence
nb_no: Gjennomsnittlig stillingsprosent, redusert med deltidsfravær
sv_se: Snittsyssgrad, reducerat med deltidsfrånvaro

# VacationAgreementEnums.UtilizationType.FactorHours
source: Factor hours
nb_no: Faktor timer
sv_se: Faktor timmar

# VacationAgreementEnums.UtilizationType.TopicalRate
source: Topical rate
nb_no: Aktuell stillingsprosent
sv_se: Aktuell syss.grad

# VacationAgreementEnums.VacationAgreementType.BasedOnFixedSalary
source: Based on fixed salary
nb_no: Basert på månedslønn
sv_se: Baserat på månadslön

# VacationAgreementEnums.VacationAgreementType.Commensurate
source: Commensurate
nb_no: Sammenfallende (månedslønn)
sv_se: Sammanfallande (månadslön)

# VacationAgreementEnums.VacationAgreementType.Percentage
source: Percentage
nb_no: Prosentvis
sv_se: Procentberäkning

# VacationAgreementEnums.VacationAgreementType.PercentageWithReclaim
source: Percentage with reclaim
nb_no: Prosent med tilbakeføring
sv_se: Procent med återföring

# VacationAgreementEnums.VacationAgreementType.SeasonalAndExtraEmployee
source: Seasonal and extra employee
nb_no: Sesongarbeidere og ekstrahjelper
sv_se: Säsongs- och extra anställda

# VacationAgreementEnums.VacationAgreementType.TechnicPercentage
source: Technic percentage
nb_no: Teknikk prosentberegning
sv_se: Teknik procentberäkning

# VacationAgreementEnums.VacationAgreementType.TechnicWithFixedSalary
source: Technic fixed salary
nb_no: Teknikk månedslønn
sv_se: Teknik månadslön

# VacationAgreementEnums.VacationAgreementType.VacationLaw
source: Vacation law
nb_no: Ferieloven
sv_se: Semesterlagen

# VacationAgreementEnums.VacationDaysHandlingType.Remain
source: Remain
nb_no: Gjenværende
sv_se: Ligga kvar

# VacationAgreementEnums.VacationDaysHandlingType.ToPayment
source: To payment
nb_no: Til betaling
sv_se: Betalas ut

# VacationAgreementEnums.VacationPaymentSavedDaysType.Remain
source: Remain
nb_no: Gjenværende
sv_se: Ligga kvar

# VacationAgreementEnums.VacationPaymentSavedDaysType.SameAsPaidDays
source: Same as paid days
nb_no: Som betalte dager
sv_se: Som betalda dagar
