Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# Common.Labels.Update
source: Update
nb_no: Oppdater
sv_se: Uppdatera

# Common.Labels.Updated
source: Updated
nb_no: Oppdatert
sv_se: Uppdaterad

# Common.Labels.UserLoggedIn
source: Logged in as
nb_no: Logget inn som
sv_se: Inloggad

# Common.Labels.Username
source: User name
nb_no: Brukernavn
sv_se: Användarnamn

# Common.Labels.VacationType
source: Vacation type
nb_no: Ferie typen
sv_se: Semester typ

# Common.Labels.VacationYear
source: Vacation year
nb_no: Ferieåret
sv_se: Semesterår

# Common.Labels.ValidAtDate
source: Valid at date
nb_no: Gyldig på tidspunkt
sv_se: Giltig på datum

# Common.Labels.ValidFrom
source: Valid from
nb_no: Gyldig fra
sv_se: Giltig från

# Common.Labels.ValidTo
source: Valid to
nb_no: Gyldig til
sv_se: Giltig till

# Common.Labels.Weeks
source: Weeks
nb_no: Uker
sv_se: Veckor

# Common.NotificationTitles.Error
source: Error!
nb_no: Feil!
sv_se: Fel!

# Common.NotificationTitles.Info
source: Information!
nb_no: Informasjon

# Common.NotificationTitles.Success
source: Success!
nb_no: Vellykket
sv_se: Succé!

# Common.NotificationTitles.Warning
source: Warning!
nb_no: Advarsel
sv_se: Varning!

# Common.Placeholders.StartTyping
source: Type here to search
nb_no: Skriv her for å søke
sv_se: Skriv här för att söka

# Common.Texts.AddToGroup
source: Add to group
nb_no: Legg til i nivå
sv_se: Lägg till nivå

# Common.Texts.ApprovedLeaveRequestWarning
source: This request is already approved. If changes are made, it has to be approved again.
nb_no: Denne søknaden er allerede godkjent. Endringer krever ny godkjenning
sv_se: Denna ledighet är redan godkänd. Om du gör ändringar måste ledigheten godkännas på nytt.

# Common.Texts.Basic
source: Basic
nb_no: Grunnleggende
sv_se: Basuppgifter

# Common.Texts.ChangeOfValue
source: Change of values in this window, can have an impact on the accounting for holiday payment. There is no automatic handling of this in the system. This needs to be taken care of manually.
nb_no: Endring av verdier i dette vinduet kan påvirke regnskapet og det er ingen automatisk håndtering av dette i systemet. Endringer i regnskapet må bokføres manuelt.
sv_se: Ändring av värden eller data i detta fönster, kan ha en påverkan av redovisningen för semesterersättning. Det finns ingen automatisk hantering av detta i systemet. Detta måste tas omhand manuellt.

# Common.Texts.ConcurrencyException
source: The page you are working with has new information. Reload the page by clicking on OK.
nb_no: Siden du jobber med, har ny informasjon. Oppdater siden ved å klikke på OK.
sv_se: Aktuell sida har ny information. Uppdatera sidan genom att klicka på OK.

# Common.Texts.ConfirmCancel
source: Are you sure you want to cancel?
nb_no: Er du sikker på at du vil avbryte?
sv_se: Är du säker på att du vill avbryta?

# Common.Texts.ConfirmDelete
source: Are you sure you want to delete?
nb_no: Er du sikker på at du vil slette?
sv_se: Är du säker på att du vill ta bort?

# Common.Texts.ConfirmDeleteAllVersions
source: Are you sure you want to delete this and all its versions?
nb_no: Er du sikker på at du vil slette denne og alle dens versjoner?
sv_se: Är du säker på att du vill ta bort posten och alla dess versioner?

# Common.Texts.Create
source: Create
nb_no: Lage
sv_se: Skapa

# Common.Texts.Created
source: {0} created.
nb_no: {0} opprettet
sv_se: Skapat {0}.

# Common.Texts.DataNotFound
source: The data you requested could not be located. The reason may be that it has been updated or deleted. Try reloading the page and try again.
nb_no: Siden kunne ikke hentes. Prøv å oppdatere siden.
sv_se: Sidan kunde inte laddas korrekt. Prova att ladda om sidan.

# Common.Texts.DateMissing
source: Date is mandatory
nb_no: Dato er et obligatorisk felt
sv_se: Datum är ett obligatoriskt fält

# Common.Texts.Deleted
source: Deleted
nb_no: Slettet
sv_se: Borttagen

# Common.Texts.DeleteEventcode
source: Delete eventcode?
nb_no: Slette kode?
sv_se: Ta bort händelsekod?

# Common.Texts.DeleteScript
source: Delete script?
nb_no: Slette skript?
sv_se: Ta bort formel?

# Common.Texts.DeleteVacationAgreement
source: Delete vacation agreement?
nb_no: Slette ferieavtale?
sv_se: Ta bort semesteravtal?

# Common.Texts.DoesNotExist
source: {0} does not exists
nb_no: {0} eksisterer ikke
sv_se: {0} finns inte

# Common.Texts.EventDeleted
source: The event will now be deleted
nb_no: Registreringen vil nå bli slettet
sv_se: Händelsen kommer nu att tas bort

# Common.Texts.EventType
source: Event type
nb_no: Kodetyper
sv_se: Händelsetyper

# Common.Texts.ExternalSystem
source: External system
nb_no: Eksternt system
sv_se: Externt system

# Common.Texts.FilterContent
source: Filter content
nb_no: Velg kolonner
sv_se: Välj kolumner

# Common.Texts.Forbidden
source: Action is forbidden!
nb_no: Handling er forbudt
sv_se: Förbjuden åtgärd!

# Common.Texts.FromExisting
source: from existing
nb_no: Kopier fra eksisterende
sv_se: från befintlig

# Common.Texts.FromScratch
source: from scratch
nb_no: Start med blank
sv_se: från grunden

# Common.Texts.FutureVersionExists
source: There is a future version of this code. The changes you have made to this version are not included in the future version.
nb_no: Det er en fremtidig versjon av denne koden. Endringene du gjort i denne versjonen er ikke inkludert i fremtidig versjon.
sv_se: Denna regel har en nyare / framtida version. Ändringar i denna version, ingår inte i framtida versioner.

# Common.Texts.HowChangesTakeEffect
source: How shall changes take effect?
nb_no: Hvordan skal endringene gjelde?
sv_se: Hur ska ändringar påverka?

# Common.Texts.InheritedFrom
source: inherited from {0}
nb_no: arvet fra {0}
sv_se: ärver från {0}

# Common.Texts.LeaveRequestApprovedBy
source: This leave request will be processed by {0}
nb_no: Denne fraværssøknaden vil bli behandlet av {0}
sv_se: Denna ledighetsansökan kommer att behandlas av {0}

# Common.Texts.LeaveRequestComment
source: Add a comment for this leave request
nb_no: Skriv en kommentar til denne forespørselen
sv_se: Lägg till en kommentar för denna ledighetsansökan

# Common.Texts.LeaveRequestDeleted
source: You have removed an approved leave request from your calendar
nb_no: Du har slettet en godkjent søknad fra kalenderen din
sv_se: Du har tagit bort en godkänd ledighet från din kalender.

# Common.Texts.LeaveRequestDeniedBy
source: This leave request was rejected by {0}
nb_no: Din fraværssøknad var avvist av {0}
sv_se: Din ledighetsansökan blev inte godkänd av {0}

# Common.Texts.LeaveRequestsCommentRequired
source: A comment is required for this event
nb_no: En kommentar er nødvendig for denne registreringen
sv_se: En kommentar måste anges för denna händelse

# Common.Texts.LeaveRequestSent
source: Your leave request will now be processed by your manager!
nb_no: Din fraværssøknad vil nå bli behandlet av din leder
sv_se: Din ledighetsansökan kommer nu att behandlas av din chef!

# Common.Texts.Loading
source: Loading...
nb_no: Laster...
sv_se: Laddar...

# Common.Texts.LoadingData
source: Loading data...
nb_no: Laster...
sv_se: Laddar...

# Common.Texts.LocalizedStringRequired
source: You must enter at least one translation
nb_no: Du må angi minst én oversettelse
sv_se: Du måste fylla i minst en översättning.

# Common.Texts.Locked
source: Locked
nb_no: Låst
sv_se: Låst

# Common.Texts.Logout
source: You have been logged out!
nb_no: Du har blitt logget ut
sv_se: Du har blivit utloggad!

# Common.Texts.Maintenence
source: Maintenance
nb_no: Vedlikehold
sv_se: Underhåll

# Common.Texts.MaxResult
source: Refine the search
nb_no: Avgrens søket
sv_se: Förfina sökningen

# Common.Texts.Miscellaneous
source: Miscellaneous
nb_no: Annet
sv_se: Övrigt

# Common.Texts.Mobile
source: Mobile
nb_no: Mobil
sv_se: Mobil

# Common.Texts.MustBeLargerThan
source: {0} must be larger than {1}
nb_no: {0} må være større enn {1}
sv_se: {0} måste vara större än {1}

# Common.Texts.MustBeZeroOrLarger
source: {0} must be zero or larger.
nb_no: {0} må være null eller større.
sv_se: {0} måste vara noll eller större.

# Common.Texts.NbrOfHits
source: {0} hits
nb_no: {0} treff
sv_se: {0} träffar

# Common.Texts.NewInGroup
source: New {0} in group:
nb_no: Ny {0} i nivå:
sv_se: {0} skapas i nivå:

# Common.Texts.NoGroups
source: No groups to select
nb_no: Ingen nivå for å velge
sv_se: Ingen nivå att välja

# Common.Texts.NoResult
source: No hits
nb_no: Ingen treff
sv_se: Inga träffar

# Common.Texts.NotEmployed
source: There is no employment on selected date(s)
nb_no: Det finnes ingen ansettelse på valgte datoer
sv_se: Det finns ingen anställning på valt datum

# Common.Texts.NotEmployedText
source: Not employed
nb_no: Ikke ansatt
sv_se: Ej anställd

# Common.Texts.NumberSelected
source: {0} selected
nb_no: {0} valgt
sv_se: {0} valda

# Common.Texts.OperationTimeout
source: WHOOPS! This operation is taking longer than expected. Please wait some more, or try to refresh the page.
nb_no: Denne operasjonen tar lengre tid enn forventet. Vent litt til, eller prøv å oppdatere siden
sv_se: HOPPSAN! Det tog längre tid än väntat. Var god vänta, eller ladda om sidan och försök igen.

# Common.Texts.OverwriteCurrentValues
source: Do you want to overwrite current values?
nb_no: Vil du overskrive nåværende verdier ?
sv_se: Vill du skriva över aktuella värden?

# Common.Texts.ProcessingData
source: Processing data...
nb_no: Behandler data...
sv_se: Bearbetar data...

# Common.Texts.RangeFromTo
source: {0} to {1}
nb_no: {0} til {1}
sv_se: {0} till {1}

# Common.Texts.Recalculate
source: Recalculate...
nb_no: Rekalkulerer...
sv_se: Beräkna om...

# Common.Texts.RegisteredBy
source: Registered by {0}
nb_no: Registrert av {0}
sv_se: Registrerad av {0}

# Common.Texts.RegisteredIn
source: Registered in
nb_no: Registrert i
sv_se: Registrerad i

# Common.Texts.Remember
source: Information!
nb_no: Informasjon

# Common.Texts.RemoveAll
source: Remove all
nb_no: Fjern alle
sv_se: Ta bort alla

# Common.Texts.SavedButContainsErrors
source: Saved, but contains error. Please correct these and try again.
nb_no: Lagret, men inneholder feil. Vennligst korriger disse og prøv igjen
sv_se: Sparad, men innehåller felaktigheter. Var god korrigera dessa och försök spara igen.

# Common.Texts.Saving
source: Saving...
nb_no: Lagrer...
sv_se: Sparar...

# Common.Texts.SavingData
source: Saving data...
nb_no: Vennligst vent
sv_se: Sparar...

# Common.Texts.SearchHere
source: Search here
nb_no: Søk her
sv_se: Sök här

# Common.Texts.SelectAll
source: Select all
nb_no: Velg alle
sv_se: Välj alla

# Common.Texts.SelectEmployeeFromMenu
source: Select an employee in the menu
nb_no: Velg en ansatt i menyen
sv_se: Välj en anställd i menyn

# Common.Texts.SelectGroup
source: Select group
nb_no: Velg nivå
sv_se: Välj nivå

# Common.Texts.SelectReportFromMenu
source: Select a report in the left menu
nb_no: Velg en rapport i menyen på venstre side
sv_se: Välj rapport i menyn till vänster

# Common.Texts.SettingsBlankMenu
source: Welcome to the administration pages for your company. As a system administrator, you can update rules for your company, for example event codes and vacation agreement.. Select one of the options in the left menu.
nb_no: Velkommen til administrasjonssidene for ditt firma. Som systemadministrator kan du endre reglene for ditt firma, f.eks. fraværskoder og ferieberegning. Velg et av alternativene i menyen til venstre.
sv_se: Välkommen till administrationssidorna för ditt företag. Som systemadministratör kan du uppdatera reglerna för ditt företag, t.ex. för händelsekoder och semesterberäkningen. Välj ett av alternativen i menyn till vänster.

# Common.Texts.SettingsCalendar
source: Calendar settings
nb_no: Innstillinger kalender
sv_se: Inställningar för kalendern

# Common.Texts.SettingsRoster
source: Roster settings
nb_no: Innstillinger arbeidsplan
sv_se: Inställningar för schema

# Common.Texts.SettingsRules
source: Advanced rules settings
nb_no: Innstillinger avanserte regler
sv_se: Inställningar för avancerade regler

# Common.Texts.SettingsTime
source: Time settings
nb_no: Innstillinger time
sv_se: Inställningar för Tid

# Common.Texts.SettingsVacationAgreement
source: Vacation agreement settings
nb_no: Innstillinger ferieavtale
sv_se: Inställningar för semesteravtal

# Common.Texts.TypeHereToSearch
source: Type here to search
nb_no: Skriv her for å søke
sv_se: Skriv här för att söka

# Common.Texts.Updated
source: {0} updated.
nb_no: {0} oppdatert
sv_se: Uppdaterat {0}.

# Common.Texts.VacationHolidayPercantageChange
source: Changes done in the holiday percentage will have effect as of the valid from date. Changes in number of holidays will not have an impact on the employees entitled days for current or future years, you must change this manually on each employee`s entitled days.
nb_no: Endringer i feriepengeprosenten vil få effekt fra den angitte fra-datoen. Endringer i antall feriedager vil ikke få innvirkninger på den ansattes tildelte feriedager for inneværende år eller for kommende år. Dette må endres manuelt på hver enkelt ansatts feriedager.
sv_se: Ändringar som gjorts i semesterlöneprocent kommer att ha effekt på semesterberäkningen från det datum som valts som Giltig from. Förändringar i antalet semesterdagar på semesteravtalet, kommer inte att påverka de anställda semesterrätt för nuvarande eller kommande år. Detta måste ändras manuellt på varje anställds semesterrätt.

# Common.Texts.ValidationSummaryTitle
source: Error message!
nb_no: Feilmelding
sv_se: Felmeddelande!

# Common.Texts.ValidFrom
source: Valid from
nb_no: Gyldig fra
sv_se: Giltig från

# Common.Texts.ValidFromEdit
source: Make changes valid from
nb_no: Gjør endringene gyldige fra
sv_se: Gör ändringar giltiga från och med

# Common.Texts.ValuesForVacation
source: Values for vacation entitlement is higher than specified on the vacation agreement. Are you sure?
nb_no: Verdier for ferierettigheter er høyere enn det som er angitt på ferieavtalen. Er du sikker?
sv_se: Semesterrätten är högre än vad som anges på semester avtalet. Är du säker?

# Common.Texts.WorkshiftMissingUnableToRegister
source: Workshift(s) is missing on selected date(s) so an event registration cannot be saved
nb_no: Arbeidsskift mangler på valgt dato, registreringen kan ikke lagres
sv_se: Du kan inte registrera en ny händelse eftersom arbetspass saknas på valt datum

# Common.Texts.YearsOld
source: {0} years old
nb_no: {0} år gammel
sv_se: {0} år gammal

# CompanySettings.ConfirmApprove.CalculateSalary
source: Calculate in wage run
nb_no: Lønnsberegnes
sv_se: Till löneberäkning

# CompanySettings.ConfirmApprove.FinnishedWithPeriod
source: Finnished with period (employee)
nb_no: Periodens registreringer er ferdige (ansatt)
sv_se: Periodens registrering är klara (anställd)

# CompanySettings.ConfirmApprove.LockPeriod
source: Lock period (admin/manager)
nb_no: Perioden er godkjent av (admin/leder)
sv_se: Period godkänd (admin/chef)

# CompanySettings.ConfirmApprove.Note
source: *Leave requests always needs to be approved before they are a part of this process
nb_no: *Fraværssøknader må godkjennes før de er med i denne prosessen
sv_se: * En ledighetsansökan måste alltid godkännas innan den är med i denna process

# CompanySettings.ConfirmApprove.Registration
source: Registration
nb_no: Registrering
sv_se: Registrering

# CompanySettings.ConfirmApprove.Title
source: Transfer registrations to the wagerun
nb_no: Overføring av registreringer til lønnsberegning
sv_se: Överföring av registreringar till löneberäkningen

# ComponentModel.DataAnnotations.DataTypeAttribute
source: Invalid value {0} must be of type {1}.
nb_no: Ugyldig verdi {0} må være av typen {1}
sv_se: Ogiltigt värde {0}, måste vara av typen {1}.

# ComponentModel.DataAnnotations.DateAttribute
source: The field {0} must be a date
nb_no: Feltet {0} må være en dato
sv_se: Fältet {0} måste vara ett datum

# ComponentModel.DataAnnotations.NumberAttribute
source: The field {0} must be number
nb_no: Feltet {0} må være et tall
sv_se: Fältet {0} måste vara siffror.

# ComponentModel.DataAnnotations.NumericAttribute
source: The field {0} must be numeric
nb_no: Feltet {0} må være numerisk
sv_se: Fältet {0} måste vara numeriskt

# ComponentModel.DataAnnotations.RangeAttribute
source: The field {0} must be between {1} and {2}.
nb_no: Feltet {0} må være mellom {1} og {2}
sv_se: Fältet {0} måste vara mellan {1} och {2}.

# ComponentModel.DataAnnotations.RegularExpressionAttribute
source: The field {0} must match the regular expression {1}.
nb_no: Feltet {0} må samsvare med det vanlige uttrykket {1}
sv_se: Fältet {0} måste matcha uttrycket {1}.

# ComponentModel.DataAnnotations.RequiredAttribute
source: The field {0} is required
nb_no: Feltet {0} er obligatorisk
sv_se: Fältet {0} är obligatorisk

# ComponentModel.DataAnnotations.RequiredAttributes
source: The fields {0} and {1} are required.
nb_no: Feltene {0} og {1} er obligatoriske
sv_se: Fälten {0} och {1} är tvingande.

# ComponentModel.DataAnnotations.StringLengthAttribute
source: The field {0} must be a string with a maximum length of {1}.
nb_no: Feltet {0} må være en streng med en maksimal lengde på {1}
sv_se: Fältet {0} måste vara en sträng med en maximal längd på {1}.

# Control.DataTables.ButtonClose
source: Close
nb_no: Lukk
sv_se: Stäng

# Control.DataTables.ButtonReset
source: Reset
nb_no: Tilbakestill
sv_se: Rensa

# Control.DataTables.Comment
source: Comment
nb_no: Kommentar
sv_se: Kommentar

# Control.DataTables.Display
source: Display
nb_no: Vis
sv_se: Visa

# Control.DataTables.GridEmptyPagingInfo
source: Showing 0 to 0 of 0 entries
nb_no: Viser 0 til 0 av 0 oppføringer
sv_se: Visar 0 till 0 av 0

# Control.DataTables.GridEmptyTable
source: No data available in table
nb_no: Ingen data er tilgjengelig i tabellen
sv_se: Ingen data att visa i tabellen

# Control.DataTables.GridFilterEnterAValue
source: Enter a value
nb_no: Skriv inn en verdi
sv_se: Skriv ett värde

# Control.DataTables.GridFilterNoFilter
source: No filter
nb_no: Ingen filter
sv_se: Inget filter

# Control.DataTables.GridFilterTitle
source: Select filter
nb_no: Velg filter
sv_se: Välj filter

# Control.DataTables.GridFilterTypeBetweenLabel
source: Between
nb_no: Mellom
sv_se: Mellan

# Control.DataTables.GridFilterTypeContainsLabel
source: Contains
nb_no: Inneholder
sv_se: Innehåller

# Control.DataTables.GridFilterTypeEqualsToLabel
source: Equals to
nb_no: Lik
sv_se: Lika med

# Control.DataTables.GridFilterTypeGreaterThanLabel
source: Greater than
nb_no: Større enn
sv_se: Större än

# Control.DataTables.GridFilterTypeLessThanLabel
source: Less than
nb_no: Mindre enn
sv_se: Mindre än

# Control.DataTables.GridLoadingData
source: Loading data...
nb_no: Laster...
sv_se: Laddar...

# Control.DataTables.GridPagingInfo
source: Showing {0} to {1} of {2} entries
nb_no: Viser {0} til {1} av {2} oppføringer
sv_se: Visar {0} till {1} av {2}

# Control.DataTables.GridPagingInfoFiltered
source: (filtered from {0} total entries)
nb_no: (filtrert fra {0} totale oppføringer)

# Control.DataTables.GridSettingsHeaderSelectColumns
source: Select columns
nb_no: Velg kolonner
sv_se: Välj kolumner

# Control.DataTables.GridSettingsShowFilterRow
source: Show filter row
nb_no: Vis filter rad
sv_se: Visa filterrad

# Control.DataTables.GridZeroRecords
source: No matching records found
nb_no: Ikke noe resultat
sv_se: Inget resultat

# Control.DataTables.RangeFrom
source: From
nb_no: Fra
sv_se: Från

# Control.DataTables.RangeTo
source: To
nb_no: Til
sv_se: Till

# Control.DataTables.ValueFalse
source: False
nb_no: Usann
sv_se: Falskt

# Control.DataTables.ValueTrue
source: True
nb_no: Sann
sv_se: Sant

# Controls.Buttons.Add
source: Add
nb_no: Legg til
sv_se: Lägg till

# Controls.Buttons.AddAgreement
source: Add vacation agreement
nb_no: Legg til ferieavtale
sv_se: Lägg till semesteravtal

# Controls.Buttons.AddEventCode
source: Add event code
nb_no: Legg til kode
sv_se: Lägg till händelsekod

# Controls.Buttons.AddParallelPayCode
source: Add parallel paycode
nb_no: Legg til parallell lønnsart
sv_se: Lägg till parallell löneart

# Controls.Buttons.AddScript
source: Add script
nb_no: Legg til skript
sv_se: Lägg till formel

# Controls.Buttons.Approve
source: Approve
nb_no: Godkjenn
sv_se: Godkänn

# Controls.Buttons.ApproveAll
source: Approve all
nb_no: Godkjenn alle
sv_se: Godkänn alla

# Controls.Buttons.Cancel
source: Cancel
nb_no: Avbryt
sv_se: Avbryt

# Controls.Buttons.Close
source: Close
nb_no: Lukk
sv_se: Stäng

# Controls.Buttons.Copy
source: Copy
nb_no: Kopier
sv_se: Kopiera

# Controls.Buttons.Delete
source: Delete
nb_no: Slett
sv_se: Ta bort

# Controls.Buttons.Deny
source: Reject
nb_no: Avvis
sv_se: Avvisa

# Controls.Buttons.Edit
source: Edit
nb_no: Endre
sv_se: Ändra

# Controls.Buttons.Keep
source: Keep
nb_no: Beholde
sv_se: Behåll

# Controls.Buttons.Login
source: Login
nb_no: Logg inn
sv_se: Logga in

# Controls.Buttons.Logout
source: Logout
nb_no: Logg ut
sv_se: Logga ut

# Controls.Buttons.New
source: New
nb_no: Ny
sv_se: Ny

# Controls.Buttons.Next
source: Next
nb_no: Neste
sv_se: Nästa

# Controls.Buttons.Overwrite
source: Overwrite
nb_no: Overskriv
sv_se: Skriv över

# Controls.Buttons.Pending
source: Awaiting approval
nb_no: Til godkjenning
sv_se: För godkännande

# Controls.Buttons.Previous
source: Previous
nb_no: Forrige
sv_se: Föregående

# Controls.Buttons.Reject
source: Reject
nb_no: Avvis
sv_se: Avvisa

# Controls.Buttons.RemoveParallelPayCode
source: Remove parallel paycode
nb_no: Slett parallell lønnsart
sv_se: Ta bort parallel löneart

# Controls.Buttons.Save
source: Save
nb_no: Lagre
sv_se: Spara

# Controls.Buttons.Uppdate
source: Update
nb_no: Oppdater
sv_se: Uppdatera

# Database.ErrorMessages.DatabaseUndefined
source: No database connection selected.
nb_no: Ingen databasetilkobling valgt
sv_se: Ingen databasanslutning vald.

# Employee.Texts.Employee
source: Employee
nb_no: Ansatt
sv_se: Anställd

# Employee.Texts.EmployeeHasNoEmploymentInPeriod
source: The employee is not employed during the period for changes
nb_no: Arbeidstaker er ikke er ansatt i løpet av perioden for endringer
sv_se: Personen är inte anställd under tiden för ändringen

# Employee.Texts.EmployeeIsMissingVacationAgreement
source: Employee is missing vacation agreement
nb_no: Ansatt mangler ferieavtale
sv_se: Anställd saknar semesteravtal

# Employee.Texts.EmployeePositionEndDateIsLessThanAgreementStartDate
source: Employee position end date is less than agreement start date
nb_no: Kontraktens sluttdato er før avtalens startdato
sv_se: Kontraktets slutdatum är tidigare än anställningens start datum

# Employee.Texts.EmployeePositionIsNotFound
source: Position on employee is not found
nb_no: Kontrakt på ansatt ikke funnet
sv_se: Kontrakt på anställd hittades inte

# Employee.Texts.ManualChangesCurrentYearError
source: You are now doing changes to the vacation agreement. Since you already have done manual changes in Vacation calculation, balances for current year will NOT be updated. Please go through the vacation calculation balances after this save
nb_no: Du gjør nå endringer i ferieavtalen. Siden du allerede har gjort manuelle endringer i Ferieberegning, blir ikke saldoer for inneværende år oppdatert. Vennligst gå gjennom ferieberegningsbalansen etter denne lagringen
sv_se: Du gör nu ändringar i semesteravtalet. Eftersom du redan har gjort manuella ändringar i Semesterberäkning, kommer saldon för det aktuella året INTE att uppdateras. Vänligen gå igenom semesterberäkningsbalansen efter det här spara

# Employee.Texts.TimeAgreeementIsNotValidForChoosenPeriod
source: Time agreement is not valid for the chosen period
nb_no: Tidsavtale er ikke gyldig for den valgte perioden
sv_se: Tidsavtal är inte giltigt för den valda perioden

# Employee.Texts.TimeAgreementSettings
source: Time agreement settings
nb_no: Tidsavtale innstillinger
sv_se: Inställningar tidsavtal
