Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# Absence.Labels.DefiniteTime
source: Definite time
nb_no: Angis med klokkeslett
sv_se: Anges med start- och sluttid

# Absence.Labels.DefiniteTimeTooltip
source: Possible to register events as start time and end time
nb_no: Mulig å registrere hendelser som start- og slutt-tid
sv_se: Möjligt att registrera händelser som starttid och sluttid

# Absence.Labels.FullDay
source: Full day
nb_no: Hel dag
sv_se: Heldag

# Absence.Labels.InAmountOfHours
source: In amount of hours
nb_no: I antall timer
sv_se: I antal timmar

# Absence.Labels.InHours
source: In hours
nb_no: Angis i antall timer
sv_se: Anges i timmar

# Absence.Labels.InHoursTooltip
source: All event registrations will be in amount of hours
nb_no: Alle registreringer vil være i antall timer
sv_se: Alla händelseregistreringar kommer att vara i antal timmar

# Absence.Labels.MoreOptions
source: More options
nb_no: Flere alternativer
sv_se: Fler alternativ

# Absence.Labels.PercentTableHeader
source: Perc %
nb_no: Pros %
sv_se: Proc %

# Absence.Labels.RegisterTimeIn
source: Register time in
nb_no: Registrere tid i
sv_se: Registera tid i

# Absence.Labels.RegistrationInCalendar
source: Registration in calendar
nb_no: Registrering i kalender
sv_se: Registrering i kalendern

# Absence.Labels.ShallNotBeSalaryProcessed
source: Historical registration
nb_no: Historisk registrering
sv_se: Historisk registrering

# Absence.Labels.ShallNotBeSalaryProcessedMessage
source: If checked, this registration will not be handled in payroll.
nb_no: Hvis avhuket så vil denne registreringen ikke håndteres i lønn.
sv_se: Om markerad, kommer denna registrering inte hanteras i lön.

# Absence.Labels.TimeTransactionAsCsvFile
source: CSV File
nb_no: Via CSV fil
sv_se: via CSV

# Absence.Labels.TimeTransactionAsCsvFileTooltip
source: CSV File
nb_no: Timetransaksjoner via CSV fil
sv_se: Tidtransaktioner via CSV

# Absence.Labels.TimeTransactionAsMessage
source: Message
nb_no: Via melding
sv_se: via meddelande

# Absence.Labels.TimeTransactionAsMessageTooltip
source: Message
nb_no: Timetransaksjoner via melding
sv_se: Tidtransaktioner via meddelande

# Absence.Labels.TimeTransactions
source: Time transactions
nb_no: Timetransaksjoner
sv_se: Tidtransaktioner

# Absence.Labels.TimeTransactionSendMethod
source: Send method
nb_no: Send transaksjoner
sv_se: Skicka tidtransaktioner

# ActiveTime.Texts.FutureVersionExists
source: There is a future version of this code. The changes you have made to this version are not included in the future version.
nb_no: Det er en fremtidig versjon av denne koden. Endringene du gjort i denne versjonen er ikke inkludert i fremtidig versjon.
sv_se: Denna regel har en nyare / framtida version. Ändringar i denna version, ingår inte i framtida versioner.

# ActiveTime.Texts.InCurrentVersion
source: In current version
nb_no: I nåværende versjon
sv_se: I nuvarande version

# ActiveTime.Texts.InNewVersion
source: In new version
nb_no: I ny versjon
sv_se: I en ny version

# ActiveTime.Texts.InUse
source: This version is in use. Changes will affect back to the from date of the current version
nb_no: Denne versjonen er brukt. Endringene vil påvirke beregningene av startdato for denne versjonen.
sv_se: Denna version används. Förändringar kommer att påverka beräkningar från startdatum för denna version

# ActiveTime.Texts.IsHistoricalVersion
source: This is a historical version. If you make changes here. it will mean that historical calculations will be recalculated.
nb_no: Dette er en historisk versjon. Hvis du gjør endringer her så vil det føre til re-beregning av historiske tall
sv_se: Detta är en historisk version. Om du gör ändringar i denna, kommer en omberäkning av historiska beräkningar att ske.

# Approval.ErrorMessages.NotValidNumber
source: Entered value is not valid number
nb_no: Angitt verdi er ikke et gyldig nummer
sv_se: Inmatat värde är inte giltigt nummer

# Approval.ErrorMessages.ServiceUnavailable
source: Visma.net Approval is unavailable, please try again later.
nb_no: Visma.net Approval er ikke tilgjengelig, prøv igjen senere.
sv_se: Visma.net Approval är inte tillgänglig, försök igen senare.

# Approval.ErrorMessages.StatusNotSupported
source: Status not supported ({0}).
nb_no: Ugyldig status ({0})
sv_se: Ogiltig status ({0})

# Approval.ErrorMessages.Success
source: Operation successful.
nb_no: Operasjonen var vellykket
sv_se: Operationen lyckades.

# Approval.ErrorMessages.TaskNotFound
source: Approval task not found ({0}).
nb_no: Det finnes ingen oppgaver til godkjenning ({0})
sv_se: Uppgift att godkänna hittades inte ({0}).

# AttendanceCalculation.Balances.EmployeeAttendanceBalances
source: Employee attendance balances
nb_no: Opptjente saldoer
sv_se: Anställds tidssaldon

# AvvikelseRegistration.Addevent.AccountingTermValidationError
source: Entered dimension doesn't exist
nb_no: Angitt dimensjon finnes ikke
sv_se: Vald dimension finns inte

# AvvikelseRegistration.Addevent.CommentMissing
source: A comment is required for this event
nb_no: En kommentar må angis for denne hendelsen
sv_se: En kommentar måste anges för denna händelse

# AvvikelseRegistration.Addevent.CommentMissingReject
source: A comment is required for reject request
nb_no: En kommentar er nødvendig for å avvise forespørselen
sv_se: En kommentar krävs för avslå begäran

# AvvikelseRegistration.Addevent.DateFormatError
source: Enter the dates in any of the following format: YY-MM-DD, YYMMDD, YYYY-MM-DD, YYYYMMDD. If you enter only DD or MMDD this will be counted as day or month and day in current year and month.
nb_no: Oppgi datoene i et av følgende format: ÅÅ-MM-DD, YYMMDD, ÅÅÅÅ-MM-DD, ÅÅÅÅMMDD. Hvis du bare skriver DD eller MMDD vil det bli regnet som dag i inneværende måned eller måned og dag i inneværende år
sv_se: Ange datum enligt något av följande format: åå-mm-dd, ååmmdd, åååå-mm-dd, ååååmmdd. Anges dd eller mmdd räknas detta som dag respektive månad och dag i aktuellt år och månad.

# AvvikelseRegistration.Addevent.DateMissing
source: Date is mandatory
nb_no: Dato er et obligatorisk felt
sv_se: Datum är ett obligatoriskt fält

# AvvikelseRegistration.Addevent.DateSpanError
source: To date must be later than from date.
nb_no: Tildato må være senere enn fra-dato
sv_se: Till datum måste vara ett senare datum än från datum.

# AvvikelseRegistration.Addevent.EndOpenAbsenceInputError
source: To date has to be specified.
nb_no: Tildato må spesifiseres
sv_se: Till tid måste anges.

# AvvikelseRegistration.Addevent.EndTimeMissing
source: End time is mandatory.
nb_no: Sluttid er et obligatorisk felt
sv_se: Sluttid är ett obligatoriskt fält.

# AvvikelseRegistration.Addevent.EndTimeNotInArbetspass
source: To time must be within range of a work shift.
nb_no: Til tid må være innenfor et arbeidsskift
sv_se: Till tid måste vara inom dagens arbetspass.

# AvvikelseRegistration.Addevent.EndTimeNotValid
source: End time must be between 00:00 and 23:59
nb_no: Sluttiden må være mellom 00:00-23:59
sv_se: Sluttid måste vara mellan 00:00 och 23:59

# AvvikelseRegistration.Addevent.Failure
source: Operation failed.
nb_no: Operasjonen mislyktes
sv_se: Operationen misslyckades.

# AvvikelseRegistration.Addevent.HandelsekodMissing
source: Event code is mandatory
nb_no: Kode er et obligatorisk felt
sv_se: Händelsekod är ett obligatoriskt fält

# AvvikelseRegistration.Addevent.HourMissing
source: Hour is mandatory
nb_no: Time er et obligatorisk felt
sv_se: Timmar är ett obligatoriskt fält

# AvvikelseRegistration.Addevent.HourValueNotValid
source: Hours must be between 0 and 24.
nb_no: Timer må være mellom 0 og 24
sv_se: Timmar måste vara mellan 0 och 24.

# AvvikelseRegistration.Addevent.NextOfKinIsRequired
source: Relative is required
nb_no: Barn/pårørende må være utfylt
sv_se: Barn/närstående måste anges

# AvvikelseRegistration.Addevent.NoneNextOfKin
source: Missing next of kin
nb_no: Mangler barn/pårørende
sv_se: Inga barn/närstående

# AvvikelseRegistration.Addevent.OpenAbsence
source: Open absence
nb_no: Åpent fravær
sv_se: Öppen frånvaro

# AvvikelseRegistration.Addevent.OpenAbsenceDateFormatError
source: From date is not allowed to be later than current date
nb_no: Fra dato kan ikke være senere enn dagens dato
sv_se: Fråndatum får inte vara senare än dagens datum

# AvvikelseRegistration.Addevent.OpenAbsenceInputError
source: From date or percent has to be specified
nb_no: Fra dato eller prosent må angis
sv_se: Fråndatum eller procent måste anges

# AvvikelseRegistration.Addevent.PercentMissing
source: Percent is mandatory.
nb_no: Prosent er et obligatorisk felt
sv_se: Procent är ett obligatoriskt fält.

# AvvikelseRegistration.Addevent.PercentTooManyDecimals
source: Max two decimals for percent.
nb_no: Maks to desimaler for prosent
sv_se: Max två decimaler för procent.

# AvvikelseRegistration.Addevent.PercentValueNotValid
source: Percent must be between 0 to 100, and have max 2 decimals
nb_no: Prosent må være mellom 0 og 100, og kan maks ha 2 desimaler
sv_se: Procent måste vara mellan 0 till 100, och med max 2 decimaler

# AvvikelseRegistration.Addevent.StartTimeMissing
source: Start time is mandatory.
nb_no: Starttid er et obligatorisk felt
sv_se: Starttid är ett obligatoriskt fält.

# AvvikelseRegistration.Addevent.StartTimeNotInArbetspass
source: From time must be within range of a work shift
nb_no: Fra tid må være innenfor et arbeidsskift
sv_se: Från tid måste vara inom dagens arbetspass

# AvvikelseRegistration.Addevent.StartTimeNotValid
source: Start time must be between 00:00 and 23:59
nb_no: Starttid må være mellom 00:00-23:59
sv_se: Starttid måste vara mellan 00:00 och 23:59

# AvvikelseRegistration.Addevent.Success
source: Operation successful.
nb_no: Operasjonen var vellykket
sv_se: Operationen lyckades.

# AvvikelseRegistration.Addevent.TimeSpanError
source: To time must be later than from time.
nb_no: Til tid må være senere enn fra-tid
sv_se: Till tid måste vara en senare tid än från tid.

# AvvikelseRegistration.Addevent.TooManyHours
source: Max 24 hours.
nb_no: Maks 24 timer
sv_se: Max 24 timmar.

# AvvikelseRegistration.Addevent.WorkingPeriodMissing
source: Scheme is missing for the current date.
nb_no: Arbeidsskift mangler for gjeldende dato
sv_se: Schema saknas för aktuell datum.

# AvvikelseRegistration.DeleteEvent.ConfirmDeleteIfSallaryProcessed
source: This event is salary processed. Do you really want to remove it?
nb_no: Denne registreringen er overført til lønn og behandlet der. Ønsker du virkelig å fjerne den?
sv_se: Händelsen är överförd till lön. Vill du verkligen ta bort den?

# AvvikelseRegistration.DeleteEvent.EndDateRequired
source: End date is mandatory.
nb_no: Sluttdato er et obligatorisk felt
sv_se: Slutdatum är ett obligatoriskt fält.

# AvvikelseRegistration.DeleteEvent.HandelsekodRequired
source: Event code is mandatory
nb_no: Kode er et obligatorisk felt
sv_se: Händelsekod är ett obligatoriskt fält

# AvvikelseRegistration.DeleteEvent.StartDateRequired
source: Start date is mandatory.
nb_no: Startdato er et obligatorisk felt
sv_se: Startdatum är ett obligatoriskt fält.

# AvvikelseRegistration.ErrorMessages.AccountingError
source: Error in specified dimension
nb_no: Feil dimensjon
sv_se: Felaktig dimension

# AvvikelseRegistration.ErrorMessages.CertificateDateEarlierThanFromDate
source: Certificate date cannot be earlier than from date.
nb_no: Dato for sykemelding kan ikke være tidligere enn fra-dato
sv_se: Datum för läkarintyg kan inte vara tidigare än från-datum.

# AvvikelseRegistration.ErrorMessages.CertificateDateLaterThanToDate
source: Certificate date cannot be later than to date.
nb_no: Dato for sykemelding kan ikke være senere enn til-dato.
sv_se: Datum för läkarintyg kan inte vara senare än till-datum.

# AvvikelseRegistration.ErrorMessages.CouldNotCreateAvvikelse
source: Could not create event
nb_no: Kunne ikke opprette registreringen
sv_se: Kunde inte skapa händelsen

# AvvikelseRegistration.ErrorMessages.CouldNotFindAllRegistrationsToEdit
source: Could not find all registrations to edit
nb_no: Kunne ikke finne alle registreringer som skal endres
sv_se: Hittade inte alla händelser som skulle ändras

# AvvikelseRegistration.ErrorMessages.CouldNotFindAnyAvvikelseToDelete
source: Could not find any events to delete
nb_no: Kunne ikke finne noen registreringer å slette
sv_se: Hittade inga händelser att ta bort

# AvvikelseRegistration.ErrorMessages.CouldNotFindHandelsekod
source: Could not find event code
nb_no: Kunne ikke finne koden
sv_se: Kunde inte hitta händelsekoden

# AvvikelseRegistration.ErrorMessages.CouldNotFindNextOfKin
source: Relative is missing
nb_no: Barn/pårørende mangler
sv_se: Barn/närstående saknas.

# AvvikelseRegistration.ErrorMessages.CouldNotFindWorkingShift
source: Could not find any working shift for the period {0}
nb_no: Kunne ikke finne noen arbeidsskift for perioden {0}
sv_se: Hittade inget arbetspass för perioden {0}

# AvvikelseRegistration.ErrorMessages.Employed
source: The event cannot be saved outside the employment period
nb_no: Registreringen kan ikke lagres utenfor ansettelsesperioden
sv_se: Händelsen kan inte sparas utanför anställningstid

# AvvikelseRegistration.ErrorMessages.EmployedMultiple
source: The event cannot span multiple employment periods
nb_no: Registreringen kan ikke bestå av flere ansattperioder
sv_se: Händelsen kan inte tillhöra flera anställningsperioder

# AvvikelseRegistration.ErrorMessages.EmployeeAndRegistrationNoMatch
source: Registration to edit didn't match employee.
nb_no: Registreringen som skulle endres er ikke i samsvar med den ansatte
sv_se: Händelsen som skulle ändras stämmer inte överens med den anställde.

# AvvikelseRegistration.ErrorMessages.EmploymentTime
source: The event can not be saved because it require a minimum employment period of {0} {1}
nb_no: Registreringen kan ikke lagres fordi det kreves en minimum ansettelsesperiode på {0} {1}
sv_se: Händelsen kan inte sparas då det krävs en minsta anställningstid om {0} {1}

# AvvikelseRegistration.ErrorMessages.EndIsAfterSchema
source: End time is later than end of shift.
nb_no: Sluttid er senere enn slutten av skiftet
sv_se: Sluttid är efter arbetspasset.

# AvvikelseRegistration.ErrorMessages.IncorrectCalculateFromDateTimeRegistrations
source: Only {0} is valid for datetime registrations
nb_no: Bare {0} er gyldig for datoregistreringer
sv_se: Endast{0} är giltigt för datumregistreringar

# AvvikelseRegistration.ErrorMessages.IncorrectCalculateFromHourRegistration
source: {0} in not a valid option for absence registration in hours
nb_no: {0} er ikke et gyldig alternativ for registrering i timer
sv_se: {0} är inte giltigt för registrering i timmar

# AvvikelseRegistration.ErrorMessages.IncorrectCalculateFromPercentRegistration
source: {0} in not a valid option for registration in percent
nb_no: {0} er ikke et gyldig alternativ for registrering i prosent
sv_se: {0} är inte giltigt för registrering i procent

# AvvikelseRegistration.ErrorMessages.MissingEmployee
source: The employee is missing
nb_no: Den ansatte mangler
sv_se: Personen saknas

# AvvikelseRegistration.ErrorMessages.NextOfKinChildAge
source: The child is too old when registering({0}).
nb_no: Barnet er over aldersgrense for bruk av kode ´Sykt barn´ ({0})
sv_se: Barnet är för gammalt vid registrering ({0}).

# AvvikelseRegistration.ErrorMessages.NextOfKinChildAgeMissing
source: The age of the child is required for the event code
nb_no: Barnets alder må angis
sv_se: Åldern på barnet krävs för händelsekoden

# AvvikelseRegistration.ErrorMessages.NextOfKinMustBeChild
source: Relative must be a child for the event code.
nb_no: Pårørende må være et barn
sv_se: Barn måste anges för händelsekoden.

# AvvikelseRegistration.ErrorMessages.NextOfKinRequired
source: Relative is required for the event code
nb_no: Barn/pårørende må vare utfylt
sv_se: Barn/närstående är obligatorisk för händelsekoden

# AvvikelseRegistration.ErrorMessages.NonnegativeAndNonzeroHours
source: Payout request event cannot be negative or zero
nb_no: Forespørsel om utbetaling av timer kan ikke være 0 eller ha en negativ verdi
sv_se: Saldouttag kan inte vara 0 eller ett negativt värde

# AvvikelseRegistration.ErrorMessages.NoWorkshiftWithWorkingHoursFound
source: It is not possible to do a registration on a day without roster
nb_no: Denne hendelse kan ikke registreres på dager som ikke er i arbeidstids kalenderen
sv_se: Registrering är inte möjlig då dagen saknar arbetspass

# AvvikelseRegistration.ErrorMessages.PercentAndHoursInSameRegistration
source: Percent and hours can't both be set on the same registration
nb_no: Prosent og timer kan ikke angis på samme registrering
sv_se: Procent och timmar kan inte båda vara satta på samma registrering

# AvvikelseRegistration.ErrorMessages.PossibleMissmatchingOrganization
source: Possible mismatching organizations on registration
nb_no: Organisasjon kan være feilaktig satt på registrering
sv_se: Felaktig data på en registrering.

# AvvikelseRegistration.ErrorMessages.RegistrationNotOnWorkingtime
source: Invalid to register events outside working time, correct the timing.
nb_no: Ugyldig registrering utenfor arbeidstiden, korrigere klokkeslettene
sv_se: Ogiltigt att registrera händelser utanför arbetstid, korrigera klockslagen.

# AvvikelseRegistration.ErrorMessages.RegistrationsNotSaved
source: All registrations was not saved
nb_no: Alle registreringer ble ikke lagret
sv_se: Alla registreringar blev inte sparade

# AvvikelseRegistration.ErrorMessages.RemoveLeaveRequestStatus
source: Not possible to remove leave request status.
nb_no: Ikke mulig å fjerne status på fraværssøknaden
sv_se: Det är inte möjligt att ta bort statusen på ledighetsansökan.

# AvvikelseRegistration.ErrorMessages.StartDateSameOrLaterThanEndDate
source: Start cannot be same or later than end.
nb_no: Start kan ikke være samme som eller senere enn slutt
sv_se: Start kan inte vara samtidigt eller senare än slut.

# AvvikelseRegistration.ErrorMessages.StartIsBeforeSchema
source: Start time is before shift.
nb_no: Starttid er før arbeidsskiftet
sv_se: Starttid ligger före arbetspasset.

# AvvikelseRegistration.ErrorMessages.TooFewHoursFullDay
source: You must register full day when using this eventcode
nb_no: Du må registrere hel dag når du bruker denne koden
sv_se: Du måste registrera hela dagar för den valda händelsekoden

# AvvikelseRegistration.ErrorMessages.TooManyHours
source: Your registration contains more hours than the workshift
nb_no: Arbeidstiden er kortere enn antall registrerte timer
sv_se: Du har registrerat fler timmar än vad schemat tillåter.

# AvvikelseRegistration.ErrorMessages.TooManyHoursOnDay
source: There is not enough hours on the day.
nb_no: Det er ikke tilstrekkelig timer på dagen.
sv_se: Det finns inte tillräckligt med timmar på dagen.

# AvvikelseRegistration.ErrorMessages.TooManyHoursPartOfDay
source: You can't register that many hours on day hence eventcode only is valid for part of day.
nb_no: Kan ikke registrere så mange timer pr dag da koden kun er gyldig for del av dag
sv_se: Det går inte registrera så många timmar på en dag då händelsekoden endast är giltigt för del av dag.

# AvvikelseRegistration.ErrorMessages.TooManyOvertimeHours
source: Entered hours exceed accumulated overtime hours
nb_no: Du kan ikke angi flere timer enn det som er tilgjengelig i balansen
sv_se: Du kan inte ange fler timmar än vad som finns tillgängligt

# AvvikelseRegistration.ErrorMessages.UnknownEventCode
source: Unknown event code
nb_no: Ukjent kode
sv_se: Okänd händelsekod

# AvvikelseRegistration.ErrorMessages.UpdatingAbsencesNotSupported
source: Updating/modifying existing registrations is not supported
nb_no: Endring av eksisterende fraværsregistreringer støttes ikke
sv_se: Ändring av befintliga registreringar stöds inte.

# AvvikelseRegistration.ErrorMessages.WorkshiftMissingWhenWorkshiftsInHours
source: Registration start time must match a workshift start time when using ´Workshifts in hours´
nb_no: Registreringens starttid må samsvare med arbeidsskiftet starttid når ´Arbeidsskift i timer´ er valgt
sv_se: Registreringens starttid måste matcha arbetspassets starttid när inställningen är ´Arbetspass i timmar´

# AvvikelseRegistration.ErrorMessages.WorkshiftMustHaveHoursOrPercent
source: Hours or percent needs to be set on registrations when organization uses "Workshifts in hours"
nb_no: Timer eller prosent må angis på registreringer når organisasjonen bruker "Arbeidsskift i timer"
sv_se: Timmar eller procent måste ställas in på händelsekoder när företaget använder "Arbetspass i timmar"

# AvvikelseRegistration.Exceptions.CommandNotValid
source: Command is not valid.
nb_no: Kommandoen er ugyldig
sv_se: Kommandot är ogiltligt.

# AvvikelseRegistration.Exceptions.CompanyNotValid
source: Company is not correct
nb_no: Selskapet er ikke riktig
sv_se: Felaktigt företag

# AvvikelseRegistration.Exceptions.DimensionsForRegistrationNotAvailable
source: It was not possible to get dimensions at this time. You can save the registration without dimensions or come back later.
nb_no: Det var ikke mulig å hente dimensjoner for denne datoen. Du kan lagre registreringen uten dimensjoner eller fortsette senere.
sv_se: Dimensioner kunde inte hämtas för tillfället. Du kan spara registreringen utan dimension eller fortsätta senare.

# AvvikelseRegistration.Exceptions.DoesNotMatchArbetspassEnd
source: The end date/time for the registration doesn't match the shift.
nb_no: Sluttdato/klokkeslett for registreringen samsvarer ikke med arbeidsskiftet
sv_se: Registreringens slutdatum/tid matchar inte arbetspasset.

# AvvikelseRegistration.Exceptions.DoesNotMatchArbetspassStart
source: The start date/time for the registration doesn't match the work shift.
nb_no: Startdato/klokkeslett for registreringen samsvarer ikke med arbeidsskiftet
sv_se: Registreringens startdatum/tid matchar inte arbetspasset.

# AvvikelseRegistration.Exceptions.HourGreaterThanZero
source: Number of hours must be greater than 0.
nb_no: Antall timer må være større enn 0
sv_se: Antal timmar måste vara större än 0.

# AvvikelseRegistration.Exceptions.IsNull
source: Event registration is not valid (unknown error)
nb_no: Registreringen er ikke gyldig (ukjent feil)
sv_se: Händelseregistreringen är inte giltlig (okänt fel)

# AvvikelseRegistration.Exceptions.Max100PercentOnADay
source: 100 % is max on a day ({0}).
nb_no: Man kan ikke angi mer enn 100% er på en dag ({0})
sv_se: Det går inte att ha mer än 100% frånvaro på en dag ({0}).

# AvvikelseRegistration.Exceptions.MaxTwoPercentRegistrationsOnDay
source: There can only be two percent registrations on a day.
nb_no: Det kan bare registreres to registreringer i prosent på en og samme dag
sv_se: Det får bara finnas två procentregistreringar på en dag.

# AvvikelseRegistration.Exceptions.MissingHandelsekod
source: Event code is missing or not correct.
nb_no: Koden mangler eller er ugyldig
sv_se: Händelsekod saknas eller är felaktig

# AvvikelseRegistration.Exceptions.MissingSchema
source: Missing workshift for event registration
nb_no: Mangler arbeidsskift for registreringen
sv_se: Det saknas arbetspass för händelseregistreringen

# AvvikelseRegistration.Exceptions.NoPermissionAdvancedRegistration
source: No permission to submit advanced registrations.
nb_no: Ingen tillatelse til å sende avanserte registreringer.
sv_se: Behörighet saknas för avancerade registreringar.

# AvvikelseRegistration.Exceptions.NotEnoughWorkingHoursOnDay
source: There is not enough working hours on the day ({0}).
nb_no: Det er ikke tilstrekkelig arbeidstimer på dagen ({0})
sv_se: Det finns inte tillräckligt med arbetstimmar på dagen ({0}).

# AvvikelseRegistration.Exceptions.NotEnoughWorkingHoursOnDayWithoutDate
source: There is not enough working hours.
nb_no: Det er ikke tilstrekkelig arbeidstimer
sv_se: Det finns inte tillräckligt med arbetstimmar.
