Repository: Baxterboom/gulp-resx-out
Catalog: res/Phrases.*.resx
Languages: nb_no, sv_se

# AvvikelseRegistration.Exceptions.OverlappingAvvikelseRegistration
source: This event can’t be saved because there already is another event on the same date and time. ({0}).
nb_no: Registreringen kan ikke lagres fordi det allerede finnes en annen registrering på samme dato og klokkeslett.({0})
sv_se: Händelsen kan inte sparas eftersom det redan finns en annan händelse på samma datum och tid. ({0}).

# AvvikelseRegistration.Exceptions.OverlappingAvvikelseRegistrationWithoutDate
source: This event can’t be saved because there already is another event on the same date and time.
nb_no: Registreringen kan ikke lagres fordi det allerede finnes en annen registrering på samme dato og klokkeslett
sv_se: Händelsen kan inte sparas eftersom det redan finns en annan händelse på samma datum och tid.

# AvvikelseRegistration.Exceptions.PartOfDayOnFreeDayIsForbidden
source: Absence on free day can only be complete day or percent ({0})
nb_no: Fravær på fridag kan bare angis som hel dag eller i prosent ({0})
sv_se: Frånvaro på ledig dag kan enbart vara hela dagen eller procentuell ({0})

# AvvikelseRegistration.Exceptions.PercentValueNotValid
source: Percent must be between 0 to 100
nb_no: Prosent må være mellom 0 og 100
sv_se: Procent måste vara mellan 0 till 100

# AvvikelseRegistration.Exceptions.PersonNotValid
source: Person is not correct
nb_no: Ugyldig ansatt
sv_se: Felaktig person

# AvvikelseRegistration.Exceptions.RegistrationsLocked
source: The registration is locked and cannot be edited or deleted ({0}).
nb_no: Registreringen er overført til lønn og kan ikke endres eller slettes. Lønningskontoret må kontaktes dersom registreringen skal kunne endres/slettes. ({0})
sv_se: Registreringen är låst och kan inte ändras eller tas bort ({0}).

# AvvikelseRegistration.Exceptions.TooLowPercentFullDay
source: You must register 100 % on a day ({0}), hence eventcode only valid for full day
nb_no: Du må registrere 100% på en dag ({0}), da koden bare er gyldig for hel dag
sv_se: Du måste registrera 100% på en dag ({0}), pga händelsekoden endast är giltig för heldag

# AvvikelseRegistration.Exceptions.TooMuchPercentPartOfDay
source: You cannot register 100 % on a day ({0}), hence eventcode only valid for part of day.
nb_no: Kan ikke registrere 100% på en dag ({0}), da koden bare gyldig for del av dag
sv_se: Det går inte att registrera 100% på en dag ({0}) då händelsekoden endast är giltig för del av dag.

# AvvikelseRegistration.Exceptions.WorkingTimeIsZeroForRegistration
source: The registration is not within working hours.
nb_no: Registreringen er ikke innenfor arbeidstiden
sv_se: Registreringen är inte på arbetstid.

# AvvikelseRegistration.Texts.DoctorsCertificateReminder
source: Do not forget that the medical certificate in original should be submitted to your employer
nb_no: Ikke glem å sende original sykemelding til arbeidsgiver
sv_se: Glöm inte att läkarintyget i original ska lämnas till din arbetsgivare

# AvvikelseRegistration.Texts.SickChildRuleInformationSe
source: Remember that if the child is up to 12 years and are sick longer than 7 days, a medical certificate is needed in order to receive compensation from the Social Insurance Agency. If the child is older than 12 years, a medical opinion is needed from the first day.
nb_no: Husk at dersom barnet er max 12 år og syk lengre enn 7 dager, så trengs det sykemelding fra lege for å få kompensasjon fra Försäkringskassan. Hvis barnet er eldre enn 12 år, så trenger du sykemelding fra lege fra dag 1.
sv_se: Tänk på att om barnet är max 12 år och är sjukt längre än 7 dagar, behövs det ett läkarintyg för att få ersättning från Försäkringskassan. Är barnet äldre än 12 år, behövs ett läkarutlåtande från första dagen.

# AvvikelseRegistration.Texts.SicknessRuleInformation
source: Remember that a sickness occassion may not exceed {0} self certified days in the employer period. After that, the illness needs to be supported by a medical certificate.
nb_no: Husk at egenmeldingsdagene ikke kan overstige {0} dager. Etter dette må du levere sykmelding.
sv_se: Tänk på att ett sjuktillfälle får vara max {0} dagar i en arbetsgivarperiod. Efter det måste sjukdomen styrkas med ett läkarintyg.

# AvvikelseRegistration.Texts.SicknessRuleInformationSe
source: Remember that if the sickness occasion exceed 7 days, it needs to be support by a medical certificate.
nb_no: Husk at dersom sykdomstilfellet overstiger 7 dager, så trengs det sykemelding fra lege.
sv_se: Tänk på att om sjuktillfället är längre än 7 dagar, ska ett läkarintyg lämnas till arbetsgivaren.

# Calendar.Exceptions.WorkshiftMissingUnableToAdjust
source: Workshift(s) is missing on selected date(s) so work hours cannot be adjusted
nb_no: Arbeidsskift mangler på valgt dato og arbeidstimer kan ikke justeres
sv_se: Du kan inte ändra arbetstiden då valt datum saknar arbetspass

# Calendar.HowTo.Choose
source: Choose one or more days
nb_no: Velg en eller flere dager
sv_se: Välj en eller flera dagar

# Calendar.HowTo.Register
source: Do your registration
nb_no: Gjør din registrering
sv_se: Gör din registrering

# Calendar.HowTo.Select
source: Select a code
nb_no: Velg en kode
sv_se: Välj en kod

# Calendar.Labels.AddAvvikelseRegistrationFormHeader
source: Absence registration - add
nb_no: Fraværsregistrering - legg til
sv_se: Avvikelseregistrering - lägg till

# Calendar.Labels.AddMultipleEventsFormHeader
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# Calendar.Labels.AddWeek
source: Add week
nb_no: Legg en uke
sv_se: Lägg till vecka

# Calendar.Labels.AdjustWorkingHours
source: Adjust working hours
nb_no: Juster arbeidstimer
sv_se: Ändra arbetspass

# Calendar.Labels.Administration
source: Administration
nb_no: Administrasjon

# Calendar.Labels.Approvers
source: Approver(s):
nb_no: Godkjenner:
sv_se: Godkännare:

# Calendar.Labels.AtWork
source: At work
nb_no: På jobb
sv_se: Närvaro

# Calendar.Labels.AverageWorkingHours
source: Average working hours
nb_no: Gjennomsnittlig arbeidstid
sv_se: Genomsnittlig arbetstid

# Calendar.Labels.AwayFromWork
source: Away from work
nb_no: Ikke på jobb
sv_se: Frånvaro

# Calendar.Labels.BackToCalendar
source: Back to calendar
nb_no: Tilbake til kalenderen
sv_se: Tillbaka

# Calendar.Labels.CalendarFilterAbsence
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# Calendar.Labels.CalendarFilterQsd
source: Qualifying sick day
nb_no: Karensdag
sv_se: Karensdag

# Calendar.Labels.CalendarFilterRoster
source: Roster
nb_no: Arbeidsplan
sv_se: Schema

# Calendar.Labels.ClosedWageRunPeriod
source: Closed wage run period
nb_no: Lukket lønnsperiode
sv_se: Avslutad löneperiod

# Calendar.Labels.ConnectionEndDate
source: Valid to
nb_no: Gyldig til
sv_se: Giltig till

# Calendar.Labels.ConnectionStartDate
source: Connection start date
nb_no: Gyldig fra
sv_se: Giltig från

# Calendar.Labels.Day
source: Day
nb_no: Dag
sv_se: Dag

# Calendar.Labels.DeleteAvvikelseRegistrationFormHeader
source: Absence registration - remove
nb_no: Fraværsregistrering - fjern
sv_se: Händelseregistrering - ta bort

# Calendar.Labels.InsuranceAgency
source: Insurance agency
nb_no: NAV
sv_se: Försäkringskassan

# Calendar.Labels.InsuranceAgencyAcronym
source: FK
nb_no: FB

# Calendar.Labels.IsOpenAsShortSymbolName
source: O
nb_no: Ø
sv_se: Ö

# Calendar.Labels.Loneperiod
source: Wage run period
nb_no: Lønnsperiode
sv_se: Löneperiod

# Calendar.Labels.MarkAll
source: Mark all
nb_no: Merk alle
sv_se: Markera alla

# Calendar.Labels.MarkDayAs
source: Mark day as
nb_no: Marker dag som
sv_se: Markera dag som

# Calendar.Labels.Month
source: Month
nb_no: Måned
sv_se: Månad

# Calendar.Labels.Next
source: Next
nb_no: Neste
sv_se: Nästa

# Calendar.Labels.NextOfKins
source: Child/relative
nb_no: Barn/pårørende
sv_se: Barn/närstående

# Calendar.Labels.NumberOfWeeks
source: Number of weeks
nb_no: Antall uker
sv_se: Antal veckor

# Calendar.Labels.OtherAttendance
source: Other attendance
nb_no: Mer
sv_se: Annan närvaro

# Calendar.Labels.PercentPeriod
source: Absent
nb_no: Fraværende
sv_se: Frånvarande

# Calendar.Labels.Preview
source: Preview
nb_no: Forhåndsvisning
sv_se: Förhandsgranska

# Calendar.Labels.Previous
source: Previous
nb_no: Forrige
sv_se: Föregående

# Calendar.Labels.Qsd
source: Qualifying sick day
nb_no: Karensdag
sv_se: Karensdag

# Calendar.Labels.QsdAcronym
source: KAR
nb_no: KSD

# Calendar.Labels.Registration
source: Registration
nb_no: Registrering
sv_se: Registrering

# Calendar.Labels.SalaryAcronym
source: LÖN
nb_no: LØN

# Calendar.Labels.SalaryProcessed
source: Salary processed
nb_no: Lønnsbehandlet
sv_se: Körd i lön

# Calendar.Labels.Sammanstall
source: More
nb_no: Mer
sv_se: Mer

# Calendar.Labels.ShowingNumOfCount
source: Showing {0} of {1}
nb_no: Viser {0} av {1}
sv_se: Visar {0} av {1}

# Calendar.Labels.ShowMoreEvents
source: Show more
nb_no: Vis mer
sv_se: Visa mer

# Calendar.Labels.StartHere
source: Start here
nb_no: Start her
sv_se: Starta här!

# Calendar.Labels.StartupGuideTitle
source: Startup guide for employee
nb_no: Start guide
sv_se: Start guide

# Calendar.Labels.StatisticsAgency
source: Statistics agency
nb_no: Statistisk sentralbyrå
sv_se: Statistiska centralbyrån

# Calendar.Labels.StatisticsAgencyAcronym
source: SCB
nb_no: SSB

# Calendar.Labels.TemplateName
source: Template name
nb_no: Arbeidstidsordning
sv_se: Schema

# Calendar.Labels.Today
source: Today
nb_no: Idag
sv_se: Idag

# Calendar.Labels.Transactions
source: Transactions
nb_no: Transaksjoner
sv_se: Transaktioner

# Calendar.Labels.VismanetCalendar
source: Visma.net Calendar
nb_no: Visma.net kalender
sv_se: Visma.net kalender

# Calendar.Labels.WarningApprovalBody
source: Are you sure your are done so far in future? When this is approved you will not be able to register until
nb_no: Er du sikker på at du ønsker å bekrefte fremover i tid? Når dette er godkjent så vil du ikke ha muligheten til å registrere mer før
sv_se: Är du säker att du vill bekräfta på framtida datum? När händelserna väl är godkända, är det inte möjligt att göra nya fram till

# Calendar.Labels.WarningApprovalCancel
source: Cancel
nb_no: Avbryt
sv_se: Avbryt

# Calendar.Labels.WarningApprovalConfirm
source: Yes, I am done
nb_no: Ja, jeg er ferdig
sv_se: Ja, jag är klar

# Calendar.Labels.WarningApprovalTitle
source: Warning! This is a date far in future
nb_no: Advarsel! Denne datoen er frem i tid!
sv_se: Varning! Detta är ett datum framåt i tiden

# Calendar.Labels.Week
source: Week
nb_no: Uke
sv_se: Vecka

# Calendar.Labels.WeekShortName
source: W
nb_no: U
sv_se: V

# Calendar.Labels.WorkingHours
source: Working hours
nb_no: Arbeidstimer
sv_se: Hantera arbetstid

# Calendar.Labels.Year
source: Year
nb_no: År
sv_se: År

# Calendar.Texts.HourFormatError
source: Incorrect number! A valid number is between 00:00 and 23:59
nb_no: Ugyldig verdi. En gyldig verdi er mellom 00:00 og 23:59
sv_se: Felaktigt värde. Ett giltigt värde är mellan 00:00 och 23:59

# Common.Errors.DataNotAvailable
source: Sorry, we can´t display this info right now
nb_no: Beklager, informasjonen kan ikke vises akkurat nå
sv_se: Beklagar, informationen kan inte visas just nu

# Common.Exceptions.ArgumentInvalid
source: Argument {0} is invalid.
nb_no: Argument {0} er ugyldig
sv_se: Argument {0} är ogiltigt

# Common.Exceptions.ArgumentNull
source: Argument value for {0} is null.
nb_no: Argument verdi for {0} er null
sv_se: Argumentets värde for {0} is Null.

# Common.Exceptions.CommandNotSet
source: Command is not set
nb_no: Ugyldig kommando
sv_se: Kommandot är ogiltligt.

# Common.Exceptions.EntityDoesNotExistOrHasBeenRemoved
source: The {0} does not exist or is already removed.
nb_no: Den {0} finnes ikke eller er allerede fjernet
sv_se: Information finns inte eller är redan borttaget för {0}

# Common.Exceptions.RequiredField
source: The field is required
nb_no: Feltet er obligatorisk
sv_se: Fältet är obligatoriskt

# Common.Labels.Absence
source: Absence
nb_no: Fravær
sv_se: Frånvaro

# Common.Labels.AccountCode
source: Account code
nb_no: Kontering
sv_se: Dimension

# Common.Labels.AccountFlags
source: Report flags
nb_no: Rapporteringsflagg
sv_se: Redovisningsflaggor

# Common.Labels.Active
source: Active
nb_no: Aktive
sv_se: Aktiva

# Common.Labels.ActiveEmployees
source: Active employees
nb_no: Aktive ansatte
sv_se: Aktiva anställda

# Common.Labels.Age
source: Age
nb_no: Alder
sv_se: Ålder

# Common.Labels.Agreement
source: Vacation agreement
nb_no: Ferieavtale
sv_se: Semesteravtal

# Common.Labels.All
source: All
nb_no: Alle
sv_se: Alla

# Common.Labels.AllGroups
source: All groups
nb_no: Alle grupper
sv_se: Alla grupper

# Common.Labels.Anonymous
source: Anonymous
nb_no: Anonym
sv_se: Anonym

# Common.Labels.AppliesToGroup
source: Applies to group
nb_no: Gjelder for gruppe
sv_se: Gäller för grupp

# Common.Labels.ApprovalProcess
source: Confirm/approve in calendar
nb_no: Bekrefte/godkjenne i kalender
sv_se: Bekräfta/godkänna i kalender

# Common.Labels.ApproveUntil
source: Approve until
nb_no: Godkjenne inntil
sv_se: Godkänn till

# Common.Labels.Attendance
source: Attendance
nb_no: Tilstede
sv_se: Närvaro

# Common.Labels.BeginningOfScheduleTime
source: Beginning of schedule time
nb_no: I begynnelsen av arbeidstiden
sv_se: Början av arbetspasset

# Common.Labels.Calendar
source: Calendar
nb_no: Kalender
sv_se: Kalendarie

# Common.Labels.Code
source: Code
nb_no: Kode
sv_se: Kod

# Common.Labels.CollapseAll
source: Collapse all
nb_no: Skjul alle
sv_se: Kollapsa alla

# Common.Labels.Comment
source: Comment
nb_no: Kommentar
sv_se: Kommentar

# Common.Labels.CompanySettings
source: Company settings
nb_no: Firmainstillinger
sv_se: Företagsinställningar

# Common.Labels.Compensation
source: Compensation level
nb_no: Dekningsgrad
sv_se: Ersättningsnivå

# Common.Labels.Condition
source: Condition
nb_no: Vilkår
sv_se: Villkor

# Common.Labels.Confirmation
source: Confirmation
nb_no: Bekrefte
sv_se: Bekräfta

# Common.Labels.ConfirmUntil
source: Confirm until
nb_no: Bekrefte til
sv_se: Rapportera klar till

# Common.Labels.ConnectedEmployees
source: Connected employees
nb_no: Ansatte
sv_se: Anställda

# Common.Labels.Convert
source: Convert
nb_no: Konverter
sv_se: Omvandla

# Common.Labels.CreateCsvFile
source: Download as CSV
nb_no: Lag som CSV
sv_se: Ladda ner som CSV

# Common.Labels.CreateExcelFile
source: Download as Excel
nb_no: Lag som Excel
sv_se: Ladda ner som Excel

# Common.Labels.CreatePdfFile
source: Download as PDF
nb_no: Lag som PDF
sv_se: Ladda ner som PDF

# Common.Labels.Current
source: Current
nb_no: Inneværende
sv_se: Innevarande

# Common.Labels.CurrentVacationYear
source: Current vacation year
nb_no: Inneværende ferieår
sv_se: Aktuellt semesterår

# Common.Labels.CurrentVacationYearEndOfMonth
source: Current vacation year - end of this month
nb_no: Inneværende ferieår - tom denne måneden
sv_se: Aktuellt semesterår - t.o.m. denna månad

# Common.Labels.CurrentValue
source: Current value
nb_no: Nåværende saldo
sv_se: Nuvarande saldo

# Common.Labels.DatabaseConnection
source: Database connection
nb_no: Databasetilkobling
sv_se: Databasanslutning

# Common.Labels.Date
source: Date
nb_no: Dato
sv_se: Datum

# Common.Labels.DateOfBirth
source: Date of birth
nb_no: Fødselsdato
sv_se: Födelsedatum

# Common.Labels.Days
source: Days
nb_no: Dager
sv_se: Dagar

# Common.Labels.DaysSmallCase
source: days
nb_no: dager
sv_se: dagar

# Common.Labels.Description
source: Description
nb_no: Beskrivelse
sv_se: Beskrivning

# Common.Labels.DisplayName
source: Display name
nb_no: Vis navn
sv_se: Visningsnamn

# Common.Labels.DoNotShowAgain
source: Do not show again
nb_no: Ikke vis igjen
sv_se: Visa inte igen

# Common.Labels.DontShowAgain
source: Do not show again
nb_no: Ikke vis igjen
sv_se: Visa inte igen

# Common.Labels.Employee
source: Employee
nb_no: Ansatt
sv_se: Anställd

# Common.Labels.EmployeeNumber
source: Employee ID
nb_no: Ansattnummer
sv_se: Anställningsnummer

# Common.Labels.Employees
source: Employees
nb_no: Ansatte
sv_se: Anställda

# Common.Labels.Employment
source: Employment
nb_no: Ansettelsesforhold
sv_se: Anställning

# Common.Labels.Enable
source: Enable
nb_no: Aktiver
sv_se: Aktivera

# Common.Labels.Enabled
source: Enabled
nb_no: Aktivert
sv_se: Aktiverad

# Common.Labels.EndDate
source: End date
nb_no: Sluttdato
sv_se: Till datum

# Common.Labels.EndOfDaySelection
source: End(+)
nb_no: Slutt (+)
sv_se: Slutet(+)

# Common.Labels.EndOfScheduleTime
source: End of schedule time
nb_no: Slutten av arbeidstiden
sv_se: Slutet av arbetspasset

# Common.Labels.EndTime
source: End time
nb_no: Til tid
sv_se: Till tid

# Common.Labels.Error
source: Error
nb_no: Feil
sv_se: Fel

# Common.Labels.Errors
source: Errors
nb_no: Feil
sv_se: Fel

# Common.Labels.EventCode
source: Event code
nb_no: Kode
sv_se: Händelsekod

# Common.Labels.EventCodes
source: Event codes
nb_no: Koder
sv_se: Händelsekoder

# Common.Labels.EventCodeType
source: Event type
nb_no: Kodetype
sv_se: Händelsetyp

# Common.Labels.EventCodeTypes
source: Event types
nb_no: Kodetyper
sv_se: Händelsetyper

# Common.Labels.ExpandAll
source: Expand all
nb_no: Utvid alle
sv_se: Expandera alla

# Common.Labels.ExtraDays
source: extra days
nb_no: ekstra dager
sv_se: extra dagar

# Common.Labels.Failed
source: Failed
nb_no: Feilet
sv_se: Misslyckades

# Common.Labels.FilterContains
source: Filter (contains)
nb_no: Filter (inneholder)
sv_se: Filter (innehåller)

# Common.Labels.Filters
source: Filters
nb_no: Filter
sv_se: Filter

# Common.Labels.FiltersNotUsed
source: No filter is used
nb_no: Ingen filtrering
sv_se: Ingen filtrering

# Common.Labels.Finish
source: Finish
nb_no: Fullfør
sv_se: Slutför

# Common.Labels.From
source: From
nb_no: Fra
sv_se: Från

# Common.Labels.FullDay
source: Full day
nb_no: Hel dag
sv_se: Heldag

# Common.Labels.Future
source: Future
nb_no: Fremtidige
sv_se: Framtida

# Common.Labels.FutureEmployees
source: Future employees
nb_no: Fremtidige ansatte
sv_se: Framtida anställda

# Common.Labels.Help
source: Help
nb_no: Hjelp
sv_se: Hjälp

# Common.Labels.Hours
source: Hours
nb_no: Timer
sv_se: Timmar

# Common.Labels.HoursShort
source: h
nb_no: t
sv_se: t

# Common.Labels.HoursSmallCase
source: hours
nb_no: timer
sv_se: timmar

# Common.Labels.HowToRegister
source: How to register.
nb_no: Hvordan registrere.
sv_se: Så här registrerar du.

# Common.Labels.Inactive
source: Inactive
nb_no: Inaktive
sv_se: Inaktiva

# Common.Labels.InactiveEmployees
source: Inactive employees
nb_no: Sluttede ansatte
sv_se: Inaktiva anställda

# Common.Labels.Interval
source: Interval
nb_no: Intervall
sv_se: Intervall

# Common.Labels.IsOverriden
source: Overriden value on this organization/level
nb_no: Overstyrt verdi på denne organisasjonen/dette nivået
sv_se: Trumfande värde på denna organisation/nivå

# Common.Labels.LeaveRequestComment
source: Comment by approver
nb_no: Godkjenners kommentar
sv_se: Kommentar från godkännare

# Common.Labels.Level
source: Level
nb_no: Nivå
sv_se: Nivå

# Common.Labels.Levels
source: Employee groups
nb_no: Ansattgrupper
sv_se: Anställningsgrupper

# Common.Labels.List
source: List
nb_no: Liste
sv_se: Översikt

# Common.Labels.Login
source: Log in
nb_no: Logg inn
sv_se: Logga in

# Common.Labels.Logout
source: Log out
nb_no: Logg ut
sv_se: Logga ut

# Common.Labels.MedicalCertificateFrom
source: Medical certificate from
nb_no: Sykemelding gjelder fra
sv_se: Läkarintyg från

# Common.Labels.MedicalCertificatePercentage
source: Medical certificate percentage
nb_no: Sykmeldingsprosent
sv_se: Läkarintyg i procent

# Common.Labels.Months
source: Months
nb_no: Måneder
sv_se: Månader

# Common.Labels.More
source: More
nb_no: Mer
sv_se: Mer

# Common.Labels.MoreRegistrations
source: More registrations
nb_no: Registrere mer
sv_se: Fler registreringar

# Common.Labels.MultipleTasks
source: Multiple tasks count:
nb_no: Flere oppgaver
sv_se: Flera uppgifter räknas:

# Common.Labels.Name
source: Name
nb_no: Navn
sv_se: Namn

# Common.Labels.New
source: New
nb_no: Ny
sv_se: Ny

# Common.Labels.Next
source: Next
nb_no: Neste
sv_se: Nästa

# Common.Labels.NextVacationYear
source: Next vacation year
nb_no: Neste ferieår
sv_se: Nästa semesterår

# Common.Labels.None
source: None
nb_no: Ingen
sv_se: Inget

# Common.Labels.Notes
source: Notes
nb_no: Notater
sv_se: Notering

# Common.Labels.Number
source: Number
nb_no: Nummer
sv_se: Nummer

# Common.Labels.NumEmployeesChanges
source: Changes on {0} employees
nb_no: Endringer på {0} ansatte
sv_se: {0} förändringar på anställda

# Common.Labels.Open
source: Open
nb_no: Åpen
sv_se: Öppen

# Common.Labels.Organization
source: Organization
nb_no: Organisasjon
sv_se: Organisation

# Common.Labels.Other
source: Other
nb_no: Annet
sv_se: Annan

# Common.Labels.OtherAbsence
source: Other absence
nb_no: Annet fravær
sv_se: Annan frånvaro

# Common.Labels.Password
source: Password
nb_no: Passord
sv_se: Lösenord

# Common.Labels.PayoutRequest
source: Payout request
nb_no: Forespørsel
sv_se: Saldouttag

# Common.Labels.Percent
source: Percent
nb_no: Prosent
sv_se: Procent

# Common.Labels.Periods
source: Period(s)
nb_no: Periode(r)
sv_se: Period(er)

# Common.Labels.PositionNumber
source: Position number
nb_no: Stillingsnummer
sv_se: Kontraktsnummer

# Common.Labels.Previous
source: Previous
nb_no: Forrige
sv_se: Föregående

# Common.Labels.PreviousVacationYear
source: Previous vacation year
nb_no: Forrige ferieår
sv_se: Föregående semesterår

# Common.Labels.Refundable
source: Refundable
nb_no: Refunderbar
sv_se: Återbetalning

# Common.Labels.RequiresNewStartValues
source: Requires start values
nb_no: Trenger startverdier
sv_se: Behöver startvärden

# Common.Labels.Roster
source: Roster
nb_no: Arbeidsplan
sv_se: Schema

# Common.Labels.RosterTemplate
source: Roster template
nb_no: Arbeidsplan mal
sv_se: Schema

# Common.Labels.RosterTemplates
source: Roster templates
nb_no: Arbeidsplan mal
sv_se: Scheman

# Common.Labels.Scheduled
source: Scheduled
nb_no: Planlagte timer
sv_se: Schemalagda timmar

# Common.Labels.ScheduledHours
source: Scheduled hours
nb_no: Planlagte timer
sv_se: Schemalagd tid

# Common.Labels.Script
source: Script
nb_no: Skript
sv_se: Formel

# Common.Labels.ScriptCode
source: Script code
nb_no: Skript kode
sv_se: Formel innehåller

# Common.Labels.ScriptType
source: Script types
nb_no: Skript type
sv_se: Formel typ

# Common.Labels.ScriptUsed
source: Script used
nb_no: Brukt skript
sv_se: Använd formel

# Common.Labels.Search
source: Search
nb_no: Søk
sv_se: Sök

# Common.Labels.SelfCertifiedSickness
source: Self certification
nb_no: Egenmelding
sv_se: Egen sjukanmälan

# Common.Labels.SettingsFor
source: Settings for {0}
nb_no: Innstillinger for {0}
sv_se: Inställningar för {0}

# Common.Labels.SkipGuide
source: Skip guide
nb_no: Hopp over guiden
sv_se: Hoppa över guiden

# Common.Labels.SpecialDay
source: Special day
nb_no: Helligdag
sv_se: Helgdag

# Common.Labels.SpecialDays
source: Special days
nb_no: Helligdager
sv_se: Helgdagar

# Common.Labels.StartDate
source: Start date
nb_no: Startdato
sv_se: Från datum

# Common.Labels.StartOfDaySelection
source: Beginning(-)
nb_no: Begynnelsen (-)
sv_se: Början(-)

# Common.Labels.StartTime
source: From time
nb_no: Fra tid
sv_se: Från tid

# Common.Labels.StartValue
source: Start value
nb_no: Start saldo
sv_se: Start saldo

# Common.Labels.TimeAgreement
source: Time agreement
nb_no: Tid avtale
sv_se: Tidsavtal

# Common.Labels.TimeBalanceDefinitions
source: Balance definitions
nb_no: Saldo
sv_se: Saldo

# Common.Labels.TimeModule
source: Time
nb_no: Tid
sv_se: Tid

# Common.Labels.TimeOfDay
source: Time of day
nb_no: Tid på dagen
sv_se: Tidpunkt

# Common.Labels.Title
source: Title
nb_no: Tittel
sv_se: Titel

# Common.Labels.To
source: To
nb_no: Til
sv_se: Till

# Common.Labels.Total
source: Total
nb_no: Totalt
sv_se: Totalt

# Common.Labels.Undo
source: Undo
nb_no: Angre
sv_se: Ångra
